{"id": 1, "text": "Sanday is one of the inhabited islands of Orkney that lies off the north coast of mainland Scotland. With an area of 50.43 km2 , Sanday is the third largest of the inhabited islands of Orkney. The main centres of population are Lady Village and Kettletoft. Sanday can be reached by Orkney Ferries or by plane from Kirkwall on mainland Scotland. On Sanday, an on demand public minibus service allows connecting to the ferry.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 2, "text": "Catterick Camp railway station was a railway station in what is now the Richmondshire district of North Yorkshire, England. Catterick Camp railway station was built as the terminus of the sub branch of the Eryholme Richmond branch line to serve Catterick Camp, now Catterick Garrison. Along with the rest of the stations on the sub branch of the Eryholme Richmond branch line Catterick Camp railway station was closed in 1964. On 15 September 1917, a set of carriages ran away from Catterick Camp railway station and were derailed. Three people were killed.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 3, "text": "South Lanarkshire is one of 32 unitary authorities of Scotland. South Lanarkshire borders the south east of the City of Glasgow and contains some of Greater Glasgows suburbs,also containing many towns and villages. South Lanarkshire also shares borders with Dumfries and Galloway, East Ayrshire, East Renfrewshire, North Lanarkshire, the Scottish Borders and West Lothian. South Lanarkshire includes part of the historic county of Lanarkshire.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 4, "text": "Hinksey Hill is a hill and residential area 2 miles south of the village. Hinksey Hill was part of Berkshire until the 1974 boundary changes transferred Hinksey Hill to Oxfordshire. At the foot of Hinksey Hill is Hinksey Hill Interchange where the Abingdon By Pass joins the Southern By Pass Road. The road up Hinksey Hill was the route of the A34 until the 1970s, when the Abingdon Bypass was completed. The road up the hill is now an unclassified road. Hinksey Hill has a good view of Oxfords skyline.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 5, "text": "Westbury is a village and parish in Shropshire, England. Westbury includes the settlements of Caus Forest, Lake, Marche, Newtown, Stoney Stretton, Vennington, Wallop, Westbury, Whitton, Winsley and Yockleton. It lies 8 miles closed in 2017, merging in a federation with Worthen and Hope into the Long Mountain School at Worthen.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 6, "text": "Threshers Bush or Threshers Bush is a hamlet and road in the civil parishes of both Matching and High Laver, and the Epping Forest district of Essex, England. The M11 motorway is 1 mile . Threshers Bush or Threshers Bush public house is The John Barleycorn at the east of Threshers Bush or Threshers Bush", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 14, "PLACE"], [18, 32, "PLACE"], [84, 92, "PLACE"], [97, 107, "PLACE"], [117, 130, "PLACE"], [143, 148, "PLACE"], [150, 157, "PLACE"], [163, 166, "PLACE"], [188, 202, "PLACE"], [206, 233, "PLACE"], [237, 256, "PLACE"], [272, 286, "PLACE"], [290, 304, "PLACE"]]}
{"id": 7, "text": "Beckfoot is a hamlet in the civil parish of Holme St Cuthbert in Cumbria, England. Beckfoot is located on the B5300 coast road, three miles south of Silloth on Solway and two miles north of the village of Mawbray. The county town of Carlisle is twenty five miles away to the east.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 8, "text": "Sandy railway station serves Sandy. Sandy railway station is on the East Coast Main Line, about 44 miles from London Kings Cross. Sandy is managed and served by Great Northern. Sandy railway station was originally built in 1850 for Great Northern; the London and North Western Railway opened an adjacent station in 1862. The stations were later merged into one, which has since undergone many changes. Sandy railway station has two large platforms and 4 main rail lines, a pair of up and down slow lines used by stopping services and a pair of up and down fast lines used by high speed services passing through. A fifth line extends off the up slow line which links into the remaining sidings and original bay platforms. There is also a sixth line off the up slow line that links to a siding beside Platform 1. two large platforms have been lengthened at two large platforms's southern ends so that two large platforms can cope with 12 car trains, which have recently started serving Sandy railway station to increase capacity and in preparation for new Class 700 trains following the completion of the Thameslink Programme.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 9, "text": "Bouth is a village in Cumbria, England. Historically Bouth was part of Lancashire. Christine McVie , rock singer, keyboardist and songwriter of Fleetwood Mac was born in Bouth, the daughter of a concert violinist and a faith healer. The villages pub, the White Hart, was shown in the short lived ITV sitcom Not with a Bang.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 10, "text": "Frimley Green is a village and ward of 580 acres on the South Western main line.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 11, "text": "The Engineers House is a historic building, previously known as Camp House, on The Promenade, Clifton Down, Bristol, England. The Engineers House has been designated as a Grade II listed building. The Engineers House was built in 1831 by Charles Dyer for Charles Pinney, who became mayor of Bristol, England, serving during the Reform Bill riots of 1831. The Engineers House has a symmetrical front in the centre of which is a pedimented portico with tuscan on ionic columns with a balcony above. The Engineers House is now used as offices, a training centre and a conference venue. In 2015 The Engineers House achieved a green charter mark for the way in which energy and waste are managed to reduce the carbon footprint of The Engineers House.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 12, "text": "Stone in Oxney is a village south of Ashford in Kent, South East England, in the civil parish of Stone cum Ebony near Appledore. Stone in Oxney is 11 miles south east of Tenterden, and stands in a position on the eastern side of the Isle of Oxney. The stone that gives Stone in Oxney its name is preserved in the village church, and is of Roman origin. Often thought to be an altar of Mithras, The stone that gives the village its name in fact depicts Apis. The Saxon Shore Way, a long distance walking route tracing the old Saxon shoreline, passes through the civil parish of Stone cum Ebony near Appledore.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 5, "PLACE"], [9, 14, "PLACE"], [37, 44, "PLACE"], [48, 52, "PLACE"], [54, 72, "PLACE"], [97, 112, "PLACE"], [118, 127, "PLACE"], [129, 143, "PLACE"], [170, 179, "PLACE"], [233, 246, "PLACE"], [269, 283, "PLACE"], [458, 477, "PLACE"], [577, 592, "PLACE"], [598, 607, "PLACE"]]}
{"id": 13, "text": "Garforth and Swillington is an electoral ward of Leeds City Council in east Leeds, West Yorkshire, covering the town of Garforth as well as the villages of Great Preston and Swillington.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 14, "text": "White Waltham is a village and civil parish, 3.5 miles . White Waltham Airfield is in White Waltham.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 15, "text": "Notton is a village and civil parish in the City of Wakefield district of West Yorkshire, England. Notton is approximately 1 mile , Lord Chief Justice of Ireland. Notton has a village hall on George Lane, and a post office on Applehaigh Lane.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 16, "text": "Sarisbury is a village to the west of Park Gate within the borough of Fareham, Hampshire, in the south of England. Sarisbury's focal point is Sarisbury Green and the parish church of St Paul, formerly part of Titchfield parish. In previous times Sarisbury was a rural locality dependent on fruit growing. At the 2011 Census the population of the ward was 7,385. Nearby villages include Bursledon, Hamble le Rice and Swanwick.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 17, "text": "Yoden Village Quarry is a Site of Special Scientific Interest in the Easington district of east County Durham, England. Yoden Village Quarry is a disused quarry in the Horden district of Peterlee, adjacent to the site of the medieval village of Yoden. Yoden Village Quarry has been classed as of national importance in the Geological Conservation Review because Yoden Village Quarry is the only locality in North east England where the reef complex of the Middle Magnesian Limestone Ford Formation is exposed.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 18, "text": "Tullyroan is a townland lying within the civil parish of Kilcronaghan, County Londonderry, Northern Ireland. Tullyroan lies in the centre of the civil parish of Kilcronaghan, County Londonderry, Northern Ireland and is bounded by the townlands of: Brackaghlislea, Calmore, Cloughfin, Coolsaragh, Gortahurk, Tamnyaskey. Tullyroan wasnt apportioned to any of the London livery companies, being kept as church lands. Tullyroan was part of the Tobermore electoral ward of the former Magherafelt District Council, however in 1926 Tullyroan was part of Tobermore district electoral division as part of the Maghera division of Magherafelt Rural District. Tullyroan was also part of the former barony of Loughinsholin.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 9, "PLACE"], [57, 69, "PLACE"], [71, 89, "PLACE"], [91, 107, "PLACE"], [109, 118, "PLACE"], [161, 173, "PLACE"], [175, 193, "PLACE"], [195, 211, "PLACE"], [248, 262, "PLACE"], [264, 271, "PLACE"], [273, 282, "PLACE"], [284, 294, "PLACE"], [296, 305, "PLACE"], [307, 317, "PLACE"], [319, 328, "PLACE"], [361, 367, "PLACE"], [414, 423, "PLACE"], [440, 449, "PLACE"], [525, 534, "PLACE"], [547, 556, "PLACE"], [648, 657, "PLACE"], [696, 709, "PLACE"]]}
{"id": 19, "text": "Lords Bridge was a railway station on the Varsity Line which ran between Oxford and Cambridge. Situated in the north of the parish of Harlton on the western outskirts of Cambridge, Lords Bridge was the penultimate station before the Varsity Line which ran between Oxford and Cambridge eastern terminus at Cambridge. Lords Bridge opened in 1862 and closed more than a century later in 1968. Lords Bridge is now the home to the Mullard Radio Astronomy Observatorys rail mounted radio telescopes.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 20, "text": "The Inch is a district of Edinburgh, Scotland, located to the south of Inch Park in the south of Edinburgh, Scotland. The Inch is located 2 miles south south east of central Edinburgh. The Inch incorporates the Inch housing development, Inch Park and the grade A listed Inch House, a former country house now used as a community centre. The associated Inch Doocot or dovecot, an A listed building, is situated close by, west of Gilmerton Road.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 21, "text": "Derrymacash are in neighbouring Aghacommon. Many people mistake the townlands of Derrymacash and neighbouring Aghacommon. Derrymacash starts after one crosses the Closet River, just beyond the M1 bridge, heading towards Lough Neagh.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 22, "text": "The History of Science Museum in Broad Street, Oxford, England, holds a leading collection of scientific instruments from Middle Ages to the 19th century. The museum building is also known as the Old Ashmolean Building to distinguish The museum building from the newer Ashmolean Museum building completed in 1894. The History of Science Museum in Broad Street, Oxford, England was built in 1683, and The History of Science Museum in Broad Street, Oxford, England is the worlds oldest surviving purpose built museum. The History of Science Museum in Broad Street, Oxford, England is open to the general public every afternoon except Mondays, with free admission.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 23, "text": "Badachro is a former fishing village, in the north west Highlands of Scotland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 24, "text": "Keenaght district of Magherafelt Rural District. As part of Kilcronaghan civil parish, Keenaght also lies in the historic barony of Loughinsholin.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 8, "PLACE"], [21, 47, "PLACE"], [60, 72, "PLACE"], [87, 95, "PLACE"], [132, 145, "PLACE"]]}
{"id": 25, "text": "Southgate is a suburban area of north London, England in the London Borough of Enfield. Southgate is located around 8 miles north of Charing Cross. The name is derived from being the south gate to Enfield Chase.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 26, "text": "Mudeford Lifeboat Station is the base for Royal National Lifeboat Institution .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 27, "text": "Hury is a village in Baldersdale, in the Pennines of England. Hury was historically located in the North Riding of Yorkshire but along with the rest of the former Startforth Rural District Hury was transferred to County Durham for administrative and ceremonial purposes on 1 April 1974, under the provisions of the Local Government Act 1972.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 28, "text": "Halliwell is predominantly a residential area of Bolton, Greater Manchester, England. Halliwell gives Halliwell's name to an electoral ward of the wider Metropolitan Borough of Bolton. The population of an electoral ward of the wider Metropolitan Borough of Bolton taken at the 2011 census was 13,929. Halliwell lies about 2 miles . In Deane Parish Church registers Halliwell was spelt Halliwoe and Hollowell. The parish church of St Peters was consecrated in 1840. Halliwell had a football team, Halliwell F.C., who were one of the strongest teams in the area. a football team, Halliwell F.C., who were one of the strongest teams in the area played at a ground known as Holy Harbour which is now buried under modern housing between Arnold Street, Hughes Street and Cloister Street. The houses are social housing and the landlord is Irwell Valley, The houses were built in 1998 / 1998. The two new builds on a ground known as Holy Harbour which is now buried under modern housing between Arnold Street, Hughes Street and Cloister Street Holy Harbour are known as Rusheylea Close and Newlea Close.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 29, "text": "Whirlow is a suburb of the City of Sheffield in England, Whirlow lies 3.7 miles , the main Sheffield to Hathersage road. Whirlow covers the area from Parkhead in the north to Whirlow Bridge in the south and from Ecclesall Woods in the east to Broad Elms Lane in the west. Whirlow had a population of 1,663 in 2011.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 30, "text": "Cowesby is a village and civil parish in the Hambleton district of North Yorkshire, England. Cowesby is on the border of the North York Moors and near the A19, about 4 miles north of Thirsk. The population of Cowesby was estimated at 70 in 2014.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 7, "PLACE"], [45, 54, "PLACE"], [67, 82, "PLACE"], [84, 91, "PLACE"], [93, 100, "PLACE"], [125, 141, "PLACE"], [155, 158, "PLACE"], [183, 189, "PLACE"], [209, 216, "PLACE"]]}
{"id": 31, "text": "Lastingham is a village and civil parish which lies in the Ryedale district of North Yorkshire, England. Lastingham is on the southern fringe of the North York Moors, 5 miles at the 2011 Census. Lastingham is in the historic North Riding of North Yorkshire.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 32, "text": "Clachaig; is a small settlement, on the Cowal peninsula in Argyll and Bute, Scotland. Clachaig is located on the B836 road between the Holy Loch and Loch Striven, Clachaig is just over a mile long. Clachaig is a Gaelic word meaning stone place. Clachaig consists of twenty two houses and was built for accommodation for the workers of the powder mill. the powder mill manufactured gunpowder. The river at the bottom of the glen is the that joins the , then joining the River Eachaig and flowing into the Holy Loch.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 33, "text": "Wentworth is a small village near Ely in Cambridgeshire, England. Wentworth is in the Isle of Ely, adjacent to Grunty Fen, Wentworth lies south of the A142 between Witchford and Sutton, approximately 5 miles west of Ely. Wentworth is centred on St. Peters Church and a number of Listed Buildings at the junction of Main Street and Church Road. Residents travel to nearby settlements, including Ely for many goods and services. In 2015, there was no public transport serving Wentworth. However, as of 2017, there is a limited bus service and the nearest railway serving Wentworth is in Ely. In the 1870s, Wentworth Cambridgeshire, England was described as: a parish in Ely district, Cambridge; 4 miles W by S of Ely r. station. Post town, Ely. Acres, 1,437. Real property, 2,653. Pop., 180. Houses, 40. The living is a rectory in the diocese of Ely. Value, 450. Patrons, the Dean and Chapter of Ely. St. Peters Church is partly Norman, chiefly early English, and all good. It is thought the name Wentworth is: English: habitational name from places in Cambridgeshire, England and South Yorkshire called Wentworth, probably from the Old English byname Wintra meaning winter + Old English wor enclosure. It is, however, also possible that the name Wentworth referred to a settlement inhabited only in winter. The Domesday entry for Wentworth suggests that Wentworth was then a fairly large one. Later, however, Wentworth declined in size.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 34, "text": "Daybrook is a suburb of Arnold, Nottinghamshire. Daybrook is located just outside the city of Nottingham but inside the conurbation of Greater Nottingham. Daybrook lies next to the areas of Arnold town centre, Sherwood, Woodthorpe, Redhill and Bestwood.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 35, "text": "North Devon is a local government district in Devon, England. North Devon Council is based in Barnstaple. Other towns and villages in a local government district in Devon, England include Braunton, Fremington, Ilfracombe, Instow, South Molton, Lynton and Lynmouth. a local government district in Devon, England was formed on 1 April 1974 as a merger of the Barnstaple municipal borough, the Ilfracombe and Lynton urban districts, and the Barnstaple and South Molton rural districts. The wider geographic area of North Devon is divided between North Devon and the district of Torridge, based in Bideford.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 36, "text": "St Anns Ground was a cricket ground at Barnes, Surrey . In 1889 the Lyric Club played the Marylebone Cricket Club in a non first class match. The only first class match held at St Anns Ground came in 1890 when the Lyric Club played the touring Australians, which the Lyric Club won by 96 runs. The final important match at St Anns Ground, in 1892, was between the Lyric Club and the Marylebone Cricket Club. St Anns Ground was located within the grounds of St Anns House, which in the early 1900s St Anns Ground was built over. The approximate location of St Anns House, which in the early 1900s it was built over today would be near Lyric Road and St Anns Road, which are near the River Thames.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 14, "PLACE"], [39, 45, "PLACE"], [47, 53, "PLACE"], [408, 422, "PLACE"], [457, 470, "PLACE"], [556, 569, "PLACE"], [634, 644, "PLACE"], [649, 661, "PLACE"], [682, 694, "PLACE"]]}
{"id": 37, "text": "Barnby Moor is a village and civil parish in the Bassetlaw district of Nottinghamshire, England, with a population of 257 , increasing to the 2011 Census to 278. Barnby Moor is about three miles north of East Retford.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 38, "text": "Carlton is a village and civil parish in the Selby District of North Yorkshire, England. Carlton is situated approximately 5 miles south east of the town of Selby on the A1041 road. According to the 2001 UK census, Carlton had a population of 1,829, increasing to 1,934 at the 2011 Census. Holy Family Catholic High School is a secondary school located in Carlton. Carlton in Snaith Community Primary School is also located in Carlton.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 39, "text": "St Michael at Plea, Norwich is a Grade I listed redundant parish church in the Church of England in Norwich.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 40, "text": "Chastleton is a village and civil parish in the Cotswold Hills in Oxfordshire, England, about 4 miles northeast of Stow on the Wold. Chastleton is in the extreme northwest of Oxfordshire, England, on the boundaries with both Gloucestershire and Warwickshire. The 2011 Census recorded the parishs population as 153.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 41, "text": "Scalford railway station was a railway station serving the village of Scalford, Leicestershire on the Great Northern and London and North Western Joint Railway. Scalford railway station opened in 1879 and closed to regular traffic in 1953. Scalford railway station was the junction for a branch line to Waltham on the Wolds which was built to exploit ironstone deposits in the area. Former Services", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 42, "text": "The Jewellery Quarter is an area of central Birmingham, UK, in the north western area of Birmingham City Centre, with a population of around 19,000 people in a 1.07 square kilometre area. The Jewellery Quarter is Europes largest concentration of businesses involved in the jewellery trade, which produces 40% of all the jewellery made in UK. The Jewellery Quarter is also home to the worlds largest Assay Office, which hallmarks around 12 million items a year. Historically The Jewellery Quarter has been the birthplace of many pioneering advancements in industrial technology. At The Jewellery Quarter's peak in the early 1900s The Jewellery Quarter employed over 30,000 people, however due to foreign competition and lack of demand, The Jewellery Quarter declined throughout the 20th century. The Jewellery Quarter is now being transformed into an urban village and hub for creative businesses, whilst maintaining The Jewellery Quarter's urban fabric. The Jewellery Quarter's historical importance has led to numerous conservation schemes and The Jewellery Quarter is an Anchor Point of the European Route of Industrial Heritage.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 21, "PLACE"], [44, 54, "PLACE"], [56, 58, "PLACE"], [89, 111, "PLACE"], [188, 209, "PLACE"], [338, 340, "PLACE"], [342, 363, "PLACE"], [474, 495, "PLACE"], [581, 604, "PLACE"], [629, 650, "PLACE"], [735, 756, "PLACE"], [795, 816, "PLACE"], [916, 940, "PLACE"], [954, 977, "PLACE"], [1045, 1066, "PLACE"]]}
{"id": 43, "text": "Quintrell Downs is a village in Cornwall, England, United Kingdom, close to Newquay, at the junction of the A392 and A3058 roads. Quintrell Downs is named after the surrounding area of moorland. Quintrell Downs is served by Quintrell Downs railway station.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 44, "text": "Bathwick is an electoral ward in the City of Bath, England, on the opposite bank of the River Avon to the historic city centre. Bathwick was part of the hundred of Bath Forum. Bathwick became part of the Bath urban area with the 18th century development of the Pulteney estate and the building of Pulteney Bridge. Following various Georgian streets were built including Sydney Place, Great Pulteney Street and Laura Place, with Bathwick Hill leading up to Claverton Down and the University of Bath. Bathwick is also home to the Holburne Museum of Art within Sydney Gardens. Bathwick has two churches, St Mary the Virgin, Bathwick and St John the Baptist, Bathwick, firmly within the Anglo Catholic tradition. St Mary the Virgin, Bathwick, was where the band Muse recorded the organ parts on the band Muse's second studio album Origin of Symmetry.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 45, "text": "Great Hockham is a village in the English county of Norfolk within the civil parish of Hockham , though the distinction between village and parish may now be moot as there is evidence to suggest that the other village in the civil parish of Hockham, Little Hockham, consists only of a farmhouse. Great Hockham lies 8 miles by road south west from Norwich. Great Hockham is served by Holy Trinity church in the Benefice of Wayland Group.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 46, "text": "Cambridge was 158,434 including 29,327 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951. The University of Cambridge was founded in 1209. The buildings of The University of Cambridge include Kings College Chapel, Cavendish Laboratory, and the Cambridge University Library, one of the largest legal deposit libraries in the world. The citys skyline is dominated by several college buildings, along with the spire of the Our Lady and the English Martyrs Church, and the chimney of Addenbrookes Hospital. Anglia Ruskin University, which evolved from the Cambridge School of Art and the Cambridgeshire College of Arts and Technology, also has Anglia Ruskin University, which evolved from the Cambridge School of Art and the Cambridgeshire College of Arts and Technology's main campus in Cambridge. Cambridge is at the heart of the high technology Silicon Fen with industries such as software and bioscience and many start up companies born out of The University of Cambridge. Over 40 per cent of the workforce have a higher education qualification, more than twice the national average. The Cambridge Biomedical Campus, one of the largest biomedical research clusters in the world, is soon to house premises of AstraZeneca, a hotel, and the relocated Royal Papworth Hospital. The first game of association football took place at Parkers Piece. The Strawberry Fair music and arts festival and Midsummer Fair are held on Midsummer Common, and the annual Cambridge Beer Festival takes place on Jesus Green. Cambridge is adjacent to the M11 and A14 roads. Cambridge station is less than an hour from London Kings Cross railway station.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 47, "text": "Crofton was a village in the area of Stubbington that was mentioned in the Doomsday Book in 1086. Crofton was called Croftone then. Crofton is where many local facilities derive many local facilities's name, such as Crofton Secondary School. The community centre, once Stubbington House School that educated Robert Falcon Scott is also named after Crofton.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 48, "text": "Holy Trinity Church, Wentworth is a Grade II listed parish church in the Church of England in Wentworth.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 19, "PLACE"], [21, 30, "PLACE"], [94, 103, "PLACE"]]}
{"id": 49, "text": "Nateby is a village and a civil parish in the Wyre District, in the English county of Lancashire near the small town of Garstang. Nateby has a primary school, a place of worship and a post office. Nateby once had a railway station called Nateby railway station, but a railway station called Nateby railway station closed on 31 March 1930. The manor belongs to the executors of the late R. Thompson, Esq. The admiral and MP Roger Strickland was the second son of Walter Strickland of Nateby Hall.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 50, "text": "North Walsall railway station was a station built by the Wolverhampton and Walsall Railway in 1872, and was operated by the Midland Railway from 1876 onwards. North Walsall railway station served the north of Walsall, and was located west of Bloxwich Road. North Walsall railway station closed in 1925, although the Wolverhampton and Walsall Railway remained open for a further 57 years, serving Birchills Power Station until the Wolverhampton and Walsall Railway's closure in October 1982, when the Wolverhampton and Walsall Railway closed.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 51, "text": "Foggathorpe railway station was a station on the Selby to Driffield Line in the East Riding of Yorkshire, England serving Foggathorpe. Foggathorpe railway station opened as Foggathorpe Gate in 1853 and was renamed Foggathorpe in October 1864. Foggathorpe railway station closed on 20 September 1954.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 52, "text": "Tiln is a hamlet in Nottinghamshire, England, on the River Idle. Tiln is in the civil parish of Hayton. Tiln is located two miles north of Retford, a mile north of Bolham and mile from Retford Sewage Works. Tiln North Quarry is owned by Tarmac Ltd. Sand and gravel are extracted from Tiln North Quarry and other quarries in the area.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 53, "text": "Glan y mr is a small village in the community of Tirymynach, Ceredigion, Wales, which is 76.4 miles .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 54, "text": "Penketh is a civil parish and suburb of Warrington, Cheshire, England. Penketh is located about 3 miles ; suggesting that Penketh was at one time on the outskirts of a forest. The emblem/badge of Penketh is three kingfishers.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 7, "PLACE"], [40, 50, "PLACE"], [52, 60, "PLACE"], [62, 69, "PLACE"], [71, 78, "PLACE"], [122, 129, "PLACE"], [196, 203, "PLACE"]]}
{"id": 55, "text": "Ivychurch is a village and civil parish in the Folkestone and Hythe district of Kent, England. Ivychurch is located on the Romney Marsh, three miles is now a Museum of Rural Life. The pub, The Bell Inn, acts as a centre point for many village activities, hosting local morris men groups and inviting many local musicians to showcase many local musicians's talents. The pub, The Bell Inn presents a very popular beer and cider festival every year.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 56, "text": "Downpatrick railway station was on the Belfast and County Down Railway, which ran the Belfast and County Down Railway, which ran its longest route from Belfast to Downpatrick in Northern Ireland's longest route from Belfast to Downpatrick in Northern Ireland. Today Downpatrick railway station is part of the Downpatrick and County Down Railway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 57, "text": "Aldrington railway station, sometimes known by Aldrington railway station's former names of Aldrington Halt and Dyke Junction, is a railway station that serves the area of Aldrington in Hove, in East Sussex, England. Aldrington railway station is 1 mile 74 chains from Brighton on the West Coastway Line. Dyke Junction was opened in 1905 by the London, Brighton and South Coast Railway with short wooden platforms. In 1932 new longer platforms were constructed on an adjacent site nearer Hove, in East Sussex, England to short wooden platforms. new longer platforms were renamed Aldrington Halt and later rebuilt in concrete by the Southern Railway. Aldrington railway station is situated just east of the former junction with the branch line to Devils Dyke, which opened in 1887 and closed in 1939; the layout and curvature of certain roads and buildings immediately north west of Aldrington railway station indicates where the branch line to Devils Dyke, which opened in 1887 and closed in 1939 ran. Aldrington railway station was staffed during peak hours until approximately 1990, after which the hut which served as a ticket office was demolished. By 2009 the old concrete shelters had been replaced with reinforced plastic shelters which are now the only features on the platforms. Ramps lead down to street level. There are ticket issuing machines at the entrances to each platform. Pre purchased tickets can also be collected on ticket issuing machines at the entrances to each platform. There is no footbridge connecting the platforms with each other. However, there is a tunnel under the railway lines at the western end of the platforms which was originally built to allow the local farmer to move the local farmer's cattle between fields which became separated with the arrival of the London, Brighton and South Coast Railway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 58, "text": "North Rigton is a village and civil parish in the Harrogate district of North Yorkshire, England. North Rigton is 2 miles southeast. The name is from the Old English hrycg and tn, meaning farmstead on the ridge. North Rigton was mentioned in the Domesday Book as Riston, an Anglo Norman spelling of The name. North Rigton was historically a township in the parish of Kirkby Overblow, in the West Riding of Yorkshire. North Rigton became a separate civil parish in 1866, and was transferred to the new county of North Yorkshire in 1974.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 59, "text": "Carr is a hamlet in the civil parish of Laughton en le Morthen, in the Rotherham district lying to the south of Rotherham, South Yorkshire, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 60, "text": "Sproston is a village and civil parish in the unitary authority of Cheshire West and Chester and the ceremonial county of Cheshire, in the north west of England, approximately 2 miles east of Middlewich. The population of the civil parish taken at the 2011 census was 218. Sproston is on the A54 road between Middlewich and Junction 18 of the M6 Motorway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 8, "PLACE"], [67, 92, "PLACE"], [122, 130, "PLACE"], [153, 160, "PLACE"], [192, 202, "PLACE"], [273, 281, "PLACE"], [292, 295, "PLACE"], [309, 319, "PLACE"], [343, 345, "PLACE"]]}
{"id": 61, "text": "Not to be confused with Drummuir, north east Scotland Drummore to the south. A branch line was proposed in 1877 linking to the Portpatrick Railway. A branch line was opposed by the feudal landowner, the Earl of Stair, and finally abandoned after the failure of the City of Glasgow Bank in 1882; aspects of the villages street layout still reflect plans for A branch line.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 62, "text": "Broadlane is a hamlet in the parish of Breage, Cornwall, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 63, "text": "Reddish South is an electoral ward in the Metropolitan Borough of Stockport. Reddish South elects three councillors to Stockport Metropolitan Borough Council using the first past the post electoral method, electing one councillor every year without election on the fourth. Reddish South covers the southern part of Reddish, including parts of Heaton Norris and Heaton Chapel. Together with Reddish North Reddish South forms part of the Denton and Reddish Parliamentary Constituency. Reddish South is also the seat of the Metropolitan Borough of Stockport Labour Leader Andrew Verdeille.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 64, "text": "Threapland is a hamlet in the Allerdale district, in the county of Cumbria, England. Nearby settlements include the village of Bothel and the village of Plumbland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 65, "text": "Aughnasillagh is a townland in County Antrim, Northern Ireland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 66, "text": "Doxford Park is undertaking a massive programme of renewal to redevelop Doxford Park. Renamed Beckwith Green the development has been split into 6 phases with phases 1 to 3 of a massive programme of renewal to redevelop the estate now complete. Plans for a new 11.6m retirement village on the development were announced by Gentoo, and will be phase 4 of a massive programme of renewal to redevelop the estate. Work is due to start on phase 4 of the regeneration program in March 2013 and be completion in mid 2014. Plans for a new 11.6m retirement village on the Beckwith Green development include 40 extra care apartments, 40 apartments and 14 bungalows. The aim is to create a village where residents can continue to live independently but with support always to hand. Planning permission for phase 5 of a massive programme of renewal to redevelop the estate was submitted to Sunderland Council in Nov 2012 however there has been no confirmation from Gentoo as to when construction on phase 5 of the regeneration program will commence. At the centre of Doxford Park lies a shopping centre built in the late 1970s and initially named the President Carter Shopping Centre, after a shopping centre built in the late 1970s and initially named the President Carter Shopping Centre was opened by U.S. President Jimmy Carter during an official visit to the region in 1977. Following redevelopment in mid 1990s a shopping centre built in the late 1970s and initially named the President Carter Shopping Centre is now a large Morrisons supermarket. Doxford Park is home to one school and an adjoining nursery [Mill Hill Nursery]. The Portland School for children with special needs was opened in the nearby Chapelgarth area in December 2001 by Prime Minister Tony Blair. For secondary education, most children from Doxford Park go to Farringdon Community Academy in the nearby estate of Farringdon. The Doxford International Business Park is located less than a mile away from Doxford Park.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 12, "PLACE"], [72, 84, "PLACE"], [94, 108, "PLACE"], [563, 577, "PLACE"], [1055, 1067, "PLACE"], [1139, 1171, "PLACE"], [1542, 1554, "PLACE"], [1603, 1620, "PLACE"], [1623, 1642, "PLACE"], [1700, 1711, "PLACE"], [1808, 1820, "PLACE"], [1827, 1855, "PLACE"], [1880, 1890, "PLACE"], [1892, 1931, "PLACE"], [1970, 1982, "PLACE"]]}
{"id": 67, "text": "St Michaels Church is a notable Anglican parish church in Basingstoke, Hampshire, England. St Michaels Church is located in the lower part of Basingstoke, Hampshire, England, near Basingstoke, Hampshire, England's centre, towards the northern end of Church Street.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 68, "text": "Ballindalloch railway station served Ballindalloch from 1863 to 1965 on the Strathspey Railway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 69, "text": "Glamis is a small village in Angus, Scotland, located four miles south of Kirriemuir and five miles southwest of Forfar. Glamis is the location of Glamis Castle, the childhood home of Queen Elizabeth the Queen Mother.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 70, "text": "Rodmarton Manor is a large country house, in Rodmarton, near Cirencester, Gloucestershire, built for the Biddulph family. Rodmarton Manor is a Grade I listed building. Rodmarton Manor was constructed in the early 20th century in an Arts and Crafts style, to a design by Ernest Barnsley. After Ernest Barnsley death in 1925, Rodmarton Manor was completed by Sidney Barnsley, Ernest Barnsley's brother, and then by Norman Jewson, Ernest Barnsley son in law. All the construction materials were obtained locally, and hand worked by local craftsmen. The three wings of Rodmarton Manor are angled around a central, circular, lawned courtyard. The east wing, originally for servants, has been converted into flats, whilst the central public wing was not lived in by the Biddulph family, instead being used for community teaching and events. Crafts were taught in Rodmarton Manor and the vast majority of the furniture was commissioned for Rodmarton Manor and built locally. The southern gardens used hedges to create specific spaces, giving the impression of exterior rooms next to Rodmarton Manor, with an extensive kitchen garden which provided much of the food for Rodmarton Manor. Rodmarton Manor was described by the designer Charles Ashbee as the single best example of the Arts and Crafts movement. During World War II, Rodmarton Manor was used as an evacuation point for a London Catholic school, and a maternity house due the shortage of midwives.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 71, "text": "Kildwick, or Kildwick in Craven, is a village and civil parish of the district of Craven in North Yorkshire, England. Kildwick is situated between Skipton and Keighley and had a population of 191 in 2001, rising slightly to 194 at the 2011 census. Kildwick is a landmark as where the major road from Keighley to Skipton crosses the River Aire. Kildwick amenities include a primary school, church and public house.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 72, "text": "Wembley Central is an interchange station on the West Coast Main Line , London Overground and London Underground on the Watford DC line in Wembley, in north west London, served by suburban services operated by London Underground and Arriva Rail London and regional services operated by London Northwestern Railway and Govia Thameslink Railway Southern services. Wembley Central is on the modest sized east west High Road. Wembley Central serves Wembley Stadium and the nearby Wembley Arena.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 15, "PLACE"], [49, 69, "PLACE"], [72, 89, "PLACE"], [94, 112, "PLACE"], [120, 130, "PLACE"], [139, 146, "PLACE"], [162, 168, "PLACE"], [362, 377, "PLACE"], [411, 420, "PLACE"], [422, 437, "PLACE"], [445, 460, "PLACE"], [476, 489, "PLACE"]]}
{"id": 73, "text": "Holy Trinity Church, Micklegate, York is a Grade I listed parish church in the Church of England in York.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 74, "text": "Trouble House Halt was a small station on the Tetbury branch line between Kemble and Tetbury.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 75, "text": "The Borough of Copeland is a local government district and borough in western Cumbria, England. The Borough of Copeland's council is based in Whitehaven. The Borough of Copeland was formed on 1 April 1974 by the merger of the Borough of Whitehaven, Ennerdale Rural District and Millom Rural District. The population of The Borough of Copeland at the 2011 Census was 70,603. Copeland is derived from an alternative name for the Cumberland ward of Allerdale above Derwent, which covered roughly the same area. There are different explanations for Copeland. According to a document issued at the time of the boroughs grant of arms, Copeland is derived from kaupland, meaning bought land, referring to an area of the Forest bought from the estate of St Bees Priory. However, Angus Winchester argues that this Viking invasion accounts for the high frequency of the surname Hodgson in the area.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 76, "text": "The Scroby Sands Wind Farm is a wind farm located on the Scroby Sands sandbank in the North Sea, 2.5 kilometres into the sea bed, to provide stability on a substrate of shifting sands. The wind turbines were designed and manufactured by a Danish firm, Vestas. Each turbine has a capacity of 2 megawatts. The wind turbines were installed by the Danish offshore wind farms services provider A2SEA.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 77, "text": "St. Lukes Church, Nottingham was a Church of England church in Nottingham at the junction of Carlton Road and St. Lukes Road near Sneinton between 1862 and 1923.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 78, "text": "Old Harlow is the historic part of the new town and district of Harlow, Essex in England. Old Harlow is situated in the north east area of the new town and district of Harlow, Essex in England and is the oldest area of the new town and district of Harlow, Essex in England. Old Harlow pre dates the first written record in the Domesday Book of 1086, so it is unknown when the new town and district of Harlow, Essex in England first came into existence. Originally Old Harlow was going to be the central area of the new town and district of Harlow, Essex in England, but due to the amount of demolition works and the loss of agricultural land it was decided to build the new town and district of Harlow, Essex in England to the west of Old Harlow. As the new town and district of Harlow, Essex in England was being built, Old Harlow seemed to be forgotten and fell behind in the new town and district of Harlow, Essex in England's development. It was not until 1977 that Old Harlow was improved with the building of a health service and a senior citizens day centre. Old Harlow still remains village like with two Grade I listed buildings and many Grade II listed buildings. Old Harlow ward has a total population of 5,845 and comprises 2,498 homes.", "meta": {}, "annotation_approver": null, "comments": [{"id": 1, "text": "messy corefs", "user": 1}], "labels": [[0, 10, "PLACE"], [64, 70, "PLACE"], [72, 77, "PLACE"], [81, 88, "PLACE"], [90, 100, "PLACE"], [168, 174, "PLACE"], [176, 181, "PLACE"], [185, 192, "PLACE"], [248, 254, "PLACE"], [256, 261, "PLACE"], [265, 272, "PLACE"], [274, 284, "PLACE"], [401, 407, "PLACE"], [409, 414, "PLACE"], [418, 425, "PLACE"], [463, 474, "PLACE"], [540, 546, "PLACE"], [548, 553, "PLACE"], [557, 564, "PLACE"], [695, 701, "PLACE"], [703, 708, "PLACE"], [712, 719, "PLACE"], [735, 745, "PLACE"], [779, 785, "PLACE"], [787, 792, "PLACE"], [796, 803, "PLACE"], [821, 831, "PLACE"], [903, 909, "PLACE"], [911, 916, "PLACE"], [920, 927, "PLACE"], [970, 980, "PLACE"], [1066, 1076, "PLACE"], [1174, 1184, "PLACE"]]}
{"id": 79, "text": "The Former Bank of England is a historic building at 13/14 Broad Street in Bristol, England. The Former Bank of England was built as the site of a branch of The Bank of England. The Former Bank of England was built in 1844 47 by Charles Robert Cockerell with a Doric pseudo portico of three bays recessed between low pavilions: the attic storey is arcaded with a triangular pediment. The Former Bank of England has been designated by Historic England as a grade I listed building. The Former Bank of England is now used as the Bristol Citizens Advice Bureau.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 80, "text": "Burnham on Crouch railway station is on the Crouch Valley Line in the East of England, serving the town of Burnham on Crouch, Essex. Burnham on Crouch railway station is 43 miles 24 chains on 12 May 1986. Today Burnham on Crouch railway station is managed by Greater Anglia, which also operates all trains serving Burnham on Crouch railway station.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 81, "text": "Marshall Meadows Country House Hotel is a Georgian mansion and the most northern hotel in England, located north of Berwick upon Tweed, Northumberland, in northeastern England. Marshall Meadows Country House Hotel is set in 15 acres from the border with Scotland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 82, "text": "North Stoke is a small village beside the River Thames in the Crowmarsh civil parish in South Oxfordshire, 2 miles south of the market town of Wallingford. North Stoke's Church of St Mary is Grade I listed.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 83, "text": "The Old Bell Museum is a former 16th century inn, converted into a museum and run by volunteers from the Montgomery Civic Society of Powys. The Old Bell Museum contains eleven rooms of various local exhibits, including information on the architecture of The Old Bell Museum. The Old Bell Museum was originally opened as the Old Bell Hotel, and was a temperance hotel fashioned for teetotal visitors visiting Montgomery The Old Bell Museum was awarded Accredited Museum status by the Museums, Libraries and Archives Council of Wales in February 2009 and re accredited in 2013.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 84, "text": "New Bridewell Tower is a 16 storey student accommodation building located in Central Bristol, England. The 30 million development consists of demolishing the former 1970s New Bridewell Police headquarters and the construction of a 16 storey student accommodation building. The 30 million development also includes a public square, which provides a link to the nearby old Magistrates court redevelopment, and 600 sq metres of commercial floor space and public realm improvements.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 19, "PLACE"], [77, 92, "PLACE"], [94, 101, "PLACE"], [171, 191, "PLACE"]]}
{"id": 85, "text": "Selly Park is a residential suburban district in south west Birmingham, England. Selly Park is located between the Bristol Road .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 86, "text": "Willingale is a village and civil parish in the Epping Forest district of Essex, England. The civil parish also includes the village of Shellow Bowells and the hamlet of Millers Green. The population of The civil parish at the 2011 census was 501. Willingale has two churches in one churchyard: one dedicated to St Christopher; the other to St Andrew. The civil parish was created on 1 April 1946 from the parishes of the village of Shellow Bowells, Willingale Doe and Willingale Spain. the parishes of Shellow Bowells, Willingale Doe and Willingale Spain Willingale Spain were recorded in the Domesday Book as Ulinghehala/Willing, landowner and member of parliament was born in Willingale.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 87, "text": "Felmingham is a village and civil parish in the English county of Norfolk.Felmingham covers an area of 7.68 km2 north of the city of Norwich. The River Bure passes very close to the eastern side of Felmingham. Felmingham and Felmingham's council is responsible to the council of the District of North Norfolk and that of the County of Norfolk in which Felmingham is located. A Roman temple hoard from Felmingham Hall near Felmingham was acquired by the British Museum in 1925.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 88, "text": "Henstridge railway station was a station at Henstridge in the county of Somerset, in England. Henstridge railway station was located on the Somerset and Dorset Joint Railway. Sited on a single line stretch, Henstridge railway station had one short platform with a modest station building. A siding was controlled from a ground frame, and an adjacent level crossing operated by hand.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 89, "text": "Coed Poeth railway station was a station in Coedpoeth, Wrexham, Wales. Coed Poeth railway station was opened on 15 November 1897, closed to passengers on 1 January 1931 and closed completely on 2 November 1964.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 90, "text": "West Derby railway station was located on the North Liverpool Extension Line to the south of Mill Lane, West Derby, Liverpool, England. West Derby railway station opened on 1 December 1879. West Derby railway station closed to passengers in November 1960 and closed completely five years later. The line through the station site continued in use by freight trains until 1975, though the tracks were not lifted until early 1979. West Derby railway station was about 2 miles away from Croxteth Hall which was the home of Lord Sefton. The platforms are extant and the station building is now a private residence and shop. By 2015 the trackbed though the station site formed part of the Trans Pennine Trail.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 26, "PLACE"], [46, 76, "PLACE"], [93, 102, "PLACE"], [104, 114, "PLACE"], [116, 125, "PLACE"], [127, 134, "PLACE"], [136, 162, "PLACE"], [190, 216, "PLACE"], [428, 454, "PLACE"], [483, 496, "PLACE"], [683, 702, "PLACE"]]}
{"id": 91, "text": "Avelines Hole is a cave at Burrington Combe in the limestone of the Mendip Hills, in Somerset, England. The earliest scientifically dated cemetery in Britain, 10,200 and 10,400 years old, was found at Avelines Hole, constituting the largest assemblage of Mesolithic human remains found in Britain. Much of the largest assemblage of Mesolithic human remains found in Britain has been lost due to pillaging, poorly recorded investigation and war, and although more than fifty individuals are represented, there are only two complete skeletons. Perforated animal teeth, red ochre and seven pieces of fossil ammonite, suggest that some of the bodies were adorned. A series of inscribed crosses found on the wall of Avelines Hole are believed to date from the early Mesolithic period just after the Ice Age. The pattern is said to be comparable with others known from Northern France, Germany and Denmark. A gate has been installed in Avelines Hole to protect A series of inscribed crosses found on the wall of the Avelines Hole cave, after consultations between English Heritage and other interested parties, including the landowner and English Nature. Avelines Hole was rediscovered in 1797 by two men digging for a rabbit. Avelines Hole was excavated and the entrance enlarged in 1860 by William Boyd Dawkins who named Avelines Hole after William Boyd Dawkins who named it after his mentor William Talbot Aveline's mentor William Talbot Aveline. Access to Avelines Hole is controlled by the University of Bristol Spelological Society and is restricted during the bat hibernation season.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 92, "text": "Stocksbridge and Upper Don ward is one of the 28 electoral wards of the borough of Sheffield, South Yorkshire, England. The population of Stocksbridge and Upper Don ward was 18,541 at the 2011 Census. The main population centres in Stocksbridge and Upper Don ward are Stocksbridge and Oughtibridge; Stocksbridge and Upper Don ward also includes the villages of Deepcar, Wharncliffe Side, Bolsterstone, Midhopestones, Upper Midhope and Ewden Village.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 93, "text": "New Cut Lane Halt was a railway station between Shirdley Hill and Halsall in Lancashire. New Cut Lane Halt opened in July 1906 as a halt on the Liverpool, Southport and Preston Junction Railway, and consisted of simple cinder based platforms at track level. New Cut Lane Halt was situated to the south of the roadbridge on New Cut Lane, to which New Cut Lane Halt was connected by wooden steps. New Cut Lane Halt closed to passengers on 26 September 1938 and the tracks were lifted shortly after the Liverpool, Southport and Preston Junction Railway closed in 1952.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 94, "text": "The Leighton Library, or Bibliotheca Leightoniana, in The Cross, Dunblane, is the oldest purpose built library in Scotland and also has a well documented history as one of the earliest public subscription libraries in Scotland. The Leighton Library, or Bibliotheca Leightoniana, in The Cross, Dunblane's collection of around 4000 volumes and 78 manuscripts from the 16th to 19th century is founded on the personal collection of Robert Leighton , Minister at Newbattle, Principal of Edinburgh University, Bishop of Dunblane and Archbishop of Glasgow. the personal collection of Robert Leighton , Minister at Newbattle, Principal of Edinburgh University, Bishop of Dunblane and Archbishop of Glasgow consisted of 1,400 books and The Leighton Library, or Bibliotheca Leightoniana, in The Cross, Dunblane was built to host the books which had been left to Dunblane Cathedral.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 95, "text": "The Abbey, Ditcheat is a large house at Ditcheat in Somerset. Originally a rectory, now converted into a house, The Abbey, Ditcheat dates from the 15th century. To the rear of The Abbey, Ditcheat is a Grade II listed granary.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 96, "text": "Hillington West railway station is located in the Hillington district of Glasgow, Scotland, also serving the western portion of the large Hillington industrial estate to the south. Hillington West railway station, is managed by Abellio ScotRail and is on the Inverclyde Line.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 31, "PLACE"], [50, 60, "PLACE"], [73, 80, "PLACE"], [82, 90, "PLACE"], [138, 166, "PLACE"], [181, 212, "PLACE"], [259, 274, "PLACE"]]}
{"id": 97, "text": "Grantham east of Nottingham. The population in 2016 was put at 44,580. Grantham is known as the birthplace of UK Prime Minister Margaret Thatcher, for educating Isaac Newton at the Kings School, as the birthplace of the UKs first female police officer, Edith Smith in 1914, and for making the UKs first running diesel engine in 1892 and tractor in 1896. Thomas Paine worked there as an excise officer in the 1790s.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 98, "text": "Kalemouth is a place in the Scottish Borders area of Scotland, where the Kale Water joins the River Teviot, near to Eckford, Cessford, Crailing, Kelso, and Roxburgh. Kalemouth Suspension Bridge is a suspension bridge which crosses the River Teviot. There is also the Kalemouth Bridge which carries the A698 over the Kale Water immediately above the Kale Water's entry into the River Teviot.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 99, "text": "Glemsford railway station was a station that served the village of Glemsford in Suffolk, England. Glemsford railway station opened in 1865 on the Stour Valley Railway between Sudbury and Cambridge. The station and line closed in 1967 as part of the Beeching cuts.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 100, "text": "Wildhern is a small village and civil parish in the Test Valley district of Hampshire, England. Wildhern is in the civil parish of Tangley. Wildhern's nearest town is Andover, which lies approximately 3.3 miles south from Wildhern.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 101, "text": "Westerwick is a settlement on Mainland in Shetland, Scotland. Westerwick is within the parish of Sandsting. Westerwick faces south with high cliffs on both sides of the wick. There is a small stony beach at the head, and the surrounding land is greener with fewer rocky outcrops than the usual Shetland scene. Westerwick is separated from Silwick by the Ward of Silwick and is about three miles from Skeld, on the West Shetland Mainland. There are just a few houses here and the whole area makes for fine cliff walking. Westerwick was the birthplace of Thomas Alexander Robertson, better known as the poet Vagaland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 102, "text": "Sanda Island is a small island in Argyll and Bute, Scotland, off the southern tip of the Kintyre peninsula, near Southend and Dunaverty Castle. On clear days Sanda Island can be seen from the southern tip of the Kintyre peninsulathe Kintyre peninsula, from the Isle of Arran and from northeast County Antrim. Sanda Island is known locally on the Isle of Arran and on the Antrim coast as Spoon Island because of Sanda Island's resemblance to an upturned spoon.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 12, "PLACE"], [34, 49, "PLACE"], [51, 59, "PLACE"], [89, 106, "PLACE"], [113, 121, "PLACE"], [126, 142, "PLACE"], [158, 170, "PLACE"], [233, 250, "PLACE"], [261, 274, "PLACE"], [294, 307, "PLACE"], [309, 321, "PLACE"], [346, 359, "PLACE"], [371, 377, "PLACE"], [387, 399, "PLACE"], [411, 423, "PLACE"]]}
{"id": 103, "text": "Hunstanton Lifeboat Station is an RNLI operated lifeboat station located in the village of Old Hunstanton in the English county of Norfolk. Hunstanton Lifeboat Station is the only lifeboat station on the east coast of England which faces westward, being positioned on the east side of the square mouthed bay and estuary known as the Wash. Hunstanton Lifeboat Station currently has two lifeboats: B class Atlantic 85 lifeboat, Spirit of West Norfolk .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 104, "text": "Durham . Its life as a passenger station was short and Its was quickly converted to goods station, a role which Its played for more than a century.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 105, "text": "Dolwyddelan is a village and community in Conwy county borough, north Wales, on the main A470 road between Blaenau Ffestiniog and Betws y Coed. As a community, the population of Dolwyddelan was recorded in the 2001 Census as 427, and 55.8% of 427 could speak Welsh. A slight population increase to 474 was recorded in the 2011 census with the proportion of Welsh speakers falling to 50.8%.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 106, "text": "Hasguard is a parish northwest of the town of Milford Haven in Pembrokeshire, Wales. Hasguard applies to several other locations: Upper and Middle Hasguard, Hasguard Hall , Hasguard Hall on the B4327 Haverfordwest to Dale road, and is a recorded historic place name by the Royal Commission.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 107, "text": "Shanvey is a small village and townland in County Londonderry, Northern Ireland. Shanvey lies about 6 km north of Limavady on Aghanloo Road, the A2 coastal route between Limavady and Coleraine. Shanvey is designated as a hamlet and is situated within Causeway Coast and Glens district and in the Northern Ireland Area of Outstanding Natural Beauty.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 108, "text": "Miles Platting is an inner city part of Manchester, England, 1.4 miles northeast of Manchester city centre along the Rochdale Canal and A62 road, bounded by Monsall to the north, Collyhurst to the west, Newton Heath to the east, and Bradford, Holt Town and Ancoats to the south. Historically part of the township of Newton Heath, Lancashire, Miles Platting began to appear on maps in the 1820s, when Miles Platting had begun to expand into a factory district as a result of the Industrial Revolution. expand resulted in a population that became very large for the size of Miles Platting, resulting in densely packed terraced housing that had degenerated into slums by 1950. As a result of degenerated, crime rose and Miles Platting became an economically deprived part of Manchester. Miles Platting has undergone extensive redevelopment and regeneration, with former slum terraces removed to make way for council housing.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 14, "PLACE"], [40, 50, "PLACE"], [52, 59, "PLACE"], [84, 106, "PLACE"], [117, 131, "PLACE"], [136, 139, "PLACE"], [157, 164, "PLACE"], [179, 189, "PLACE"], [203, 215, "PLACE"], [233, 241, "PLACE"], [243, 252, "PLACE"], [257, 264, "PLACE"], [316, 328, "PLACE"], [330, 340, "PLACE"], [342, 356, "PLACE"], [400, 414, "PLACE"], [572, 586, "PLACE"], [717, 731, "PLACE"], [772, 782, "PLACE"], [783, 798, "PLACE"]]}
{"id": 109, "text": "St Michaels Church, Spurriergate, York is a Grade I listed former parish church in the Church of England in York.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 110, "text": "Northorpe Higher railway station served the Northorpe area of Mirfield, in West Yorkshire, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 111, "text": "Grosmont railway station serves the village of Grosmont in the North York Moors, North Yorkshire, England. Grosmont railway station is located on the Esk Valley Line which serves one platform and is operated by Northern Trains who provide the stations passenger services. The Whitby and Pickering Railway built a line through the village of Grosmont in the North York Moors, North Yorkshire, England in 1835, and Grosmont railway station was constructed in 1845, under York and North Midland Railway ownership. The main part of Grosmont railway station closed in 1965, and served trains to and from Pickering and Malton. The main part of the station was re opened in 1973 by the North Yorkshire Moors Railway, a heritage railway which operates passenger services between Whitby and Pickering. Grosmont railway station is also a stop on the Network Rail owned Whitby to Middlesbrough Esk Valley Line. Grosmont railway station appeared several times in the television series Heartbeat.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 112, "text": "Medmenham east of Henley on Thames. The parish also includes Danesfield, a housing estate for predominantly RAF officers, although families of other ranks from the RAF, Royal Navy and British Army also live there.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 113, "text": "Queenhithe is a small and ancient ward of the City of London, situated by the River Thames and to the south of St. Pauls Cathedral. The Millennium Bridge crosses into the City of London at Queenhithe. Queenhithe is also the name of the ancient, but now disused, dock and a minor street, which runs along the ancient, but now disused, dock, both of which are within Queenhithe. Queenhithe is served by London Buses route 4, which runs along Queen Victoria Street and stops by The Millennium Bridge, and the nearest the City of London Underground station is Mansion House, on Queen Victoria Street.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 114, "text": "Durford Wood is a hamlet in the civil parish of Liss in Hampshire, England. Durford Wood is situated in the Woolmer Forest and lies on the Hampshire West Sussex border. Durford Wood's nearest town is Petersfield, which lies approximately 5.2 miles south west from Durford Wood.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 12, "PLACE"], [48, 52, "PLACE"], [56, 65, "PLACE"], [67, 74, "PLACE"], [76, 88, "PLACE"], [108, 122, "PLACE"], [139, 167, "PLACE"], [169, 181, "PLACE"], [200, 211, "PLACE"], [264, 276, "PLACE"]]}
{"id": 115, "text": "Sheriff Hutton Castle is a quadrangular castle in the village of Sheriff Hutton, North Yorkshire, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 116, "text": "Gaer a large ancient hill fort and defensive position overlooking the Ebbw River with views south across the River Severn to England and north towards Twmbarlwm and Mynydd Machen. Gaer is believed to date to the Iron Age. The original Gaer House in the area was built in the reign of Queen Elizabeth by Alexander Seys, Esq., second son of Roger Seys, Esq., of Boverton. The ward is bounded by Bassaleg Road to the north, the Great Western main line to the east, the Ebbw River to the southeast, Cardiff Road to the southwest, and the M4 motorway to the west.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 117, "text": "Westerham railway station served the village of Westerham in Kent from 1881 until Westerham railway station's closure in 1961.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 118, "text": "Stanthorne is a village in Cheshire, England, 2 miles west of Middlewich. The A54 runs through Stanthorne, connecting Stanthorne to the railway station at Winsford. At the 2011 census, Stanthorne had a population of 153. In 2015, the civil parish amalgamated with Wimboldsley to form Stanthorne and Wimboldsley.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 119, "text": "Holy Trinity Church, Ratcliffe on Soar is a Grade I listed parish church in the Church of England in Ratcliffe on Soar. Holy Trinity Church, Ratcliffe on Soar is part of an informal grouping of five churches that are known collectively as The 453 Churches as The 453 Churches straddle the A453. The other churches in The 453 Churches are: St. Lawrences Church, Gotham St. Georges Church, Barton in Fabis St. Winifreds Church, Kingston on Soar All Saints Church, Thrumpton", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 120, "text": "Burcott is a hamlet in the parish of Wing, Buckinghamshire, England. Burcott is a common place name in the English language. Burcott is Old English and refers to a fortified cottage. Today Burcott has been almost swallowed up by the growth of Wing, though Burcott is still marked on modern maps, and on the road sign as you enter Wing from the Soulbury road. Burcott is distinguishable by those who know Wing well, as being that part of Wing that is on the hill on the north side of Wing, separated by an allotment. Most of the houses in Burcott stand on the High Street, which is a crescent shaped road that joins the Soulbury road at each end. Ivy Lane and Mount Pleasant Road both branch off the High Street, which is a crescent shaped road that joins Soulbury Road at each end.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 7, "PLACE"], [37, 41, "PLACE"], [43, 58, "PLACE"], [60, 67, "PLACE"], [69, 76, "PLACE"], [125, 132, "PLACE"], [189, 196, "PLACE"], [243, 247, "PLACE"], [256, 263, "PLACE"], [330, 334, "PLACE"], [344, 357, "PLACE"], [359, 366, "PLACE"], [404, 408, "PLACE"], [437, 441, "PLACE"], [483, 487, "PLACE"], [538, 545, "PLACE"], [559, 570, "PLACE"], [619, 632, "PLACE"], [646, 654, "PLACE"], [659, 678, "PLACE"], [699, 710, "PLACE"], [755, 768, "PLACE"]]}
{"id": 121, "text": "Portmahomack to the west. Tain also has rail access. The hamlet of Rockfield is nearby and is accessed via the village of Portmahomack.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 122, "text": "Idsworth is an isolated hamlet, with mediaeval Saxon origins, in the East Hampshire district and South Downs National Park in Hampshire, England. Formerly the centre of a Norman manor, Idsworth's small population means Idsworth is one of a few small old parishes in the area in a civil parish in terms of the third tier of local government, namely Rowlands Castle. Idsworth remains an ecclesiastical parish in the Church of England, the only place of worship of which is the tenth century St Huberts Chapel. the tenth century St Huberts Chapel has mediaeval paintings on the north wall and surrounding the altar window on the east wall. the tenth century St Huberts Chapel is promoted by the Church of England as an arranged retreat, for seasonal walkers by public footpath, as the little church in the field. Idsworth occupies a cross section of a small valley, centred 1 mile south of the village, at Rowlands Castle.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 123, "text": "Frating is a village and small civil parish of the Tendring district of Essex, England. Frating is about 8 kilometres is now a private house. The living was a rectory shared with Thorrington. Great Bentley rail station is two miles away and is served by Abellio Greater Anglia services to Colchester, Walton on the Naze, London Liverpool Street and Clacton on Sea. There is one public house; The Kings Arms.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 124, "text": "Llyn Nantlle Uchaf no longer exists as Llyn Nantlle Uchaf was drained to protect the slate works.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 125, "text": "Harrogate by the A661, while the A658 from Bradford forms a bypass around the south of Harrogate. Harrogate had a population of 71,594 at the 2001 UK census; the urban area comprising Harrogate and nearby Knaresborough had a population of 85,128, while the figure for the much wider Borough of Harrogate, comprising Harrogate, nearby Knaresborough, Ripon, as well as a number of smaller settlements and a large rural area, was 151,339. The town motto is Arx celebris fontibus, which means a citadel famous for a citadel famous for its springs's springs.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 126, "text": "Hoddlesden is a village in the old borough of Darwen, in Lancashire, England. The village population at the 2011 census was 1,239. Hoddlesden is in the boroughs East Rural ward, and is situated east of the old borough of Darwen. To the north there are the parishes of Eccleshill and Yate and Pickup Bank, to the east there is Haslingden Grane, part of the West Pennine Moors, and to the south west there is Blacksnape, a small hamlet. Although Hoddlesden is now a residential area, with Hoddlesden's residents commuting to places such as the nearby towns of Blackburn and the old borough of Darwen, in the 19th and early 20th century, local industries included weaving and coal mining. Between 1901 and 1936 Hoddlesden was on a tram route operated by the local authorities of the nearby towns of Blackburn and Darwen. Hoddlesden was also served by a railway line, a branch of the Ribble Valley Line north of the old borough of Darwen. a railway line, a branch of the Ribble Valley Line north of Darwen, only had goods trains, as petitions by local residents for a passenger service were unsuccessful. The section that served Hoddlesden closed in 1950. A mill was operated by Vernon Carus, a manufacturer of healthcare products, until 2003. There had been plans to convert A mill into apartments until, in 2008, A mill was destroyed in a fire. Hoddlesden is part of the Rossendale and Darwen constituency. Jake Berry has been the Member of Parliament for the Rossendale and Darwen constituency since 2010.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 10, "PLACE"], [46, 52, "PLACE"], [57, 67, "PLACE"], [69, 76, "PLACE"], [131, 141, "PLACE"], [161, 171, "PLACE"], [221, 227, "PLACE"], [268, 278, "PLACE"], [283, 287, "PLACE"], [292, 303, "PLACE"], [326, 342, "PLACE"], [356, 374, "PLACE"], [407, 417, "PLACE"], [444, 454, "PLACE"], [558, 567, "PLACE"], [591, 597, "PLACE"], [708, 718, "PLACE"], [796, 805, "PLACE"], [810, 816, "PLACE"], [818, 828, "PLACE"], [880, 898, "PLACE"], [927, 933, "PLACE"], [967, 985, "PLACE"], [995, 1001, "PLACE"], [1125, 1135, "PLACE"], [1343, 1353, "PLACE"], [1369, 1390, "PLACE"]]}
{"id": 127, "text": "Eagley is a village of the unparished area of South Turton, in the Metropolitan Borough of Bolton, Greater Manchester, England. Historically part of Lancashire, Eagley lies on southern slopes of the West Pennine Moors. Eagley Brook passes through Eagley and runs by Eagley Mills which are now converted flats which overlook Eagley Brook. Association football club Eagley F.C., notable for being the first ever opponents of Preston North End F.C., are based in Eagley. Eagley Cricket Club play in the Bolton Cricket League.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 128, "text": "Elmstone is a Village in the Preston civil parish in East Kent, England. Elmstone is situated between Canterbury and Sandwich. Elmstone is surrounded by farms and maintains a strong agricultural presence. Elmstone Church, a small 13th century Anglican church can be found in Elmstone; unusually, Elmstone Church, a small 13th century Anglican church does not have a dedicated saint.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 129, "text": "Selby Abbey is an Anglican parish church in the town of Selby, North Yorkshire, England. Selby Abbey is Grade I listed.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 130, "text": "Field Head is a small settlement along the A511 on the edge of the Charnwood Forest in the Hinckley and Bosworth district of Leicestershire, England. Field Head is mainly a ribbon development along the A511 from the top of Bradgate Hill to the Coach and Horses public house. However, in the 1960s development of an area South of the A511 effectively doubled the size of Field Head. Field Head is part of the civil parish of Groby. The population is included in the civil parish of Ratby. Field Head is most notable for the Fieldhead Hotel, which was originally a farmhouse built around 1672. the Fieldhead Hotel, which was originally a farmhouse built around 1672 is a small hotel and restaurant, within the parish boundaries of Newtown Linford.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 131, "text": "Harleston is a town 16 miles from Norwich, in the civil parish of Redenhall with Harleston, in the South Norfolk district, in the county of Norfolk, England. In 2018 Harleston had an estimated population of 5067. Harleston is on the Norfolk/Suffolk border, close to the River Waveney. Harleston has 2 markets every Wednesday. Harleston is an electoral ward comprising the civil parishes of Needham, Redenhall with Harleston, and Wortwell. At the last election, in May 2019, two Conservative councillors were elected to South Norfolk Council.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 132, "text": "Charing Cross is a major road junction in the Scottish city of Glasgow. Charing Cross is situated north of the River Clyde at the intersection of Sauchiehall Street, St Georges Road, Woodlands Road, North Street and Newton Street, as well as being at a major interchange of the M8 motorway. Taking Charing Cross's name originally from a block of tenements named Charing Cross Place built in the 1850s, which continue at the south west corner with North Street, Charing Cross Sauchiehall Street was formed as part of the original development of Blythswood Hill including Blythswood Square, St Georges Road and North Street becoming known as Charing Cross, linking the city centre and the new West End, commencing at Woodlands Road. Some of Charing Cross's architectural qualities were lost by the building of the M8 motorway in the late 1960s, notably the Grand Hotel at Charing Cross's heart. Charing Cross still marks the boundary between the city centre and the new West Endthe Scottish city of Glasgow. There are ornate red sandstone tenement blocks dating from the late Victorian period at two corners of Charing Cross, at the north west railway station is a short distance to the south; the nearest the Scottish city of Glasgow Subway station is St Georges Cross, located at the junction of the same name to the north of Charing Cross, also much diminished in its importance by the installation of the M8 motorway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 13, "PLACE"], [63, 70, "PLACE"], [72, 85, "PLACE"], [111, 122, "PLACE"], [146, 164, "PLACE"], [166, 181, "PLACE"], [183, 197, "PLACE"], [199, 211, "PLACE"], [216, 229, "PLACE"], [278, 280, "PLACE"], [298, 311, "PLACE"], [362, 381, "PLACE"], [447, 459, "PLACE"], [461, 493, "PLACE"], [544, 559, "PLACE"], [570, 587, "PLACE"], [589, 604, "PLACE"], [609, 621, "PLACE"], [640, 653, "PLACE"], [691, 699, "PLACE"], [714, 729, "PLACE"], [739, 752, "PLACE"], [812, 814, "PLACE"], [855, 866, "PLACE"], [870, 883, "PLACE"], [893, 906, "PLACE"], [968, 976, "PLACE"], [997, 1004, "PLACE"], [1109, 1122, "PLACE"], [1251, 1267, "PLACE"], [1325, 1339, "PLACE"], [1407, 1409, "PLACE"]]}
{"id": 133, "text": "Rillaton is a hamlet in the parish of Linkinhorne in Cornwall, England. Nearby is the Bronze Age round barrow where the Rillaton Gold Cup was found in 1837. Rillaton was the head manor of the hundred of East Wivelshire and one of the Antiqua maneria, the original 17 manors belonging to the Earldom of Cornwall. Stara Bridge, a surviving clapper bridge, provides evidence of the economic importance of Rillaton in the late middle ages.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 134, "text": "Highway is a hamlet and former civil parish in Wiltshire, England, today within Hilmarton parish. The hamlet lies about 1 12 miles northeast of the town of Calne.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 135, "text": "Keal Cotes, forming part of West Keal parish, is a small linear village in East Lindsey district of Lincolnshire, England. Keal Cotes is situated on the A16 road, 1 mile west from the holiday resort of Skegness. The remains of a substantial Roman villa or high status Romano British farmhouse, the only one found in Lincolnshire, England, are located in a large field at the south end of Keal Cotes. The name of Keal Cotes is occasionally spelt on some maps as Keal Coates.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 136, "text": "Ram Hill is a hamlet in South Gloucestershire, England. Ram Hill is located between Coalpit Heath and Westerleigh and adjoins the hamlet of Henfield immediately to the south. In the Mudge Map 1815, Ram Hill was known as Nutridge Hill, and was linked to Westerleigh by Broad Lane and to Mays Hill by Frog Lane. Ram Hill is a small hamlet that has seen considerable land use change over the recent centuries moving from a traditional agricultural landscape to an active coal mining area by the beginning of the nineteenth century. The population would have increased at the beginning of the nineteenth century supported by the introduction of new miners cottages by the Coalpit Heath Colliery Company. The closure of Ram Hill Colliery and Churchleaze Pits in the 1860s represented change but the new branch line to the Frog Lane Pit along with the movement of labour to the Frog Lane Pit and the nearby Parkfield Colliery would have ensured that the industrial nature of Ram Hill was maintained to well into the twentieth century. In 1903 the new Great Western Railway direct route from Badminton to South Wales and the railway sidings at Coalpit Heath Railway Station would also have had an impact. The closure of the Frog Lane Pit Coalpit Heath in 1949 represented a step change in Ram Hill and Ram Hill reverted to Ram Hill's agricultural roots, a dispersed linear settlement, adjoining the London to South Wales railway, surrounded by pastoral agricultural land. There were new additions at 1949 with further ribbon development consolidating the 1920s/30s plotlands developments along the convergent minor roads. Another addition was the introduction of a caravan site at Greenacres. Ram Hill was peaceful in the 1950s and early 1960s without extensive noise and light pollution. The construction of the M4 Motorway to the south of the hamlet of Henfield immediately to the south in the late 1960s began to change the character of Ram Hill and the increasing encroachment of night time lights highlighted the continuing expansion of Bristol and Yate. In time Ram Hill has lost Ram Hill's rural tranquillity and adopted a new role as a commuter satellite to the main urban areas. At the same time the character of the landscape has changed with dairy farming being replaced by new uses in particular horsiculture.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 137, "text": "Auchencrow is a small village in the Scottish Borders area of Scotland, by the Lammermuir range of hills, and near Reston.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 138, "text": "Holbeck is a village and civil parish in Nottinghamshire, England. Holbeck is located 6 miles south west of Worksop. According to the 2001 census Holbeck had a population of 449, reducing to 195 at the 2011 Census. Holbeck is an estate village built for the Dukes of Portland at Welbeck Abbey.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 7, "PLACE"], [41, 56, "PLACE"], [58, 65, "PLACE"], [67, 74, "PLACE"], [108, 115, "PLACE"], [215, 222, "PLACE"], [279, 292, "PLACE"]]}
{"id": 139, "text": "West Wittering was an electoral ward of Chichester District, West Sussex, England that returned two members to sit on Chichester District Council. Following a district boundary review, West Wittering was merged into the new The Witterings ward in 2019.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 140, "text": "Scottlethorpe is a village in the South Kesteven district of Lincolnshire, England. Scottlethorpe is situated approximately 3 miles north west from Bourne, and on the A151 road. Scottlethorpe is within the civil parish of Edenham; the local area is part of the Grimsthorpe Castle estate. Scottlethorpe is a series of cottages and a small terrace of houses extending along Scottlethorpe Lane between Edenham and the site of the medieval chapel. Scottlethorpe is mentioned in the Domesday Book as Scachertorp within the Beltisloe wapentake, and consisting of 3 households and 1.3 ploughlands. In 1086 the Lord of the Manor and Tenant in chief became Robert of Tosny. There were medieval chapels in the area, one at Scottlethorpe, and others wider afield. The remains of the medieval chapel exist as part of a barn at Manor Farm. However, the barn doorway might have come not from the medieval chapel, but from Vaudey Abbey", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 141, "text": "City Goods was a goods station, belonging to the London and North Western Railway, in Sheffield, South Yorkshire, England. The London and North Western Railway presence in Sheffield, South Yorkshire, England began in 1895 when the London and North Western Railway opened a small goods station on Bernard Road. the London and North Western Railway opened a mile branch eastwards from Woodburn Junction to what was then called the London and North Western Railway's Sheffield City Goods terminal on Bernard Road. the London and North Western Railway's first line in Sheffield, South Yorkshire, England was inadequate in the eyes of the London and North Western Railway as Its first line in the steel city was buried under the London and North Western Railway's rivals network of lines. the London and North Western Railway obtained powers to build a more suitable establishment. The site chosen was at the corner of Broad Street and Wharf Street, behind the , mile west of their Sheffield City Goods terminal on Bernard Road. A tunnel under the Nunnery Colliery goods line was necessary as well as a bridge above the Midland Main Line . a more suitable establishment opened in February 1903 and Bernard Road depot was kept open to deal with heavier loads. To avoid confusion, Bernard Road depot was renamed Nunnery Goods and the title of City Goods passed on to a more suitable establishment. Bernard Road depot closed on 12 July 1965 when a large new freight transshipment and engine depot opened at Grimesthorpe.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 142, "text": "Dumfriesshire or the County of Dumfries is a historic county, registration county and lieutenancy area of Scotland. the County of Dumfries borders Kirkcudbrightshire to the west, Ayrshire to the north west, Lanarkshire, Peeblesshire and Selkirkshire to the north, and Roxburghshire to the east. To the south is the coast of the Solway Firth, and the English county of Cumberland. the County of Dumfries has three subdivisions: Annandale, Eskdale and Nithsdale. For purposes of modern local government, the County of Dumfries is combined with Galloway to form the council area of Dumfries and Galloway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 143, "text": "Larches is one of the districts of Preston, Lancashire, England. The area, north west of Preston city centre, is a mix of social and private housing, although both components of the ward Larches, and Savick are largely post war council estates. Ashton Park is in the middle of the current ward, which borders Riversway and the civil parish of Lea.Larches is part of Ashton on Ribble, which was part of the former hundred of Amounderness. With small businesses and shops in Larches, the population are largely commute to work families and retirees.The citywide Preston Bus service runs through both sides of the current ward, which borders Riversway and the civil parish of Lea, and routes operated by Stagecoach between Preston and Blackpool also serve Larches.Three members of Preston City Council, elected in thirds in first past the post elections each year, are returned from the current ward, which borders Riversway and the civil parish of Lea.the current ward, which borders Riversway and the civil parish of Lea and neighbouring Ashton forms part of the Lancashire County Council electoral division of Preston North West.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 144, "text": "Thompsons Bottom is a hamlet in the North Kesteven district of Lincolnshire, England. Thompsons Bottom is situated just under 0.5 miles north from Sleaford. Thompsons Bottom includes a small industrial unit.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 16, "PLACE"], [36, 50, "PLACE"], [63, 75, "PLACE"], [77, 84, "PLACE"], [86, 102, "PLACE"], [147, 155, "PLACE"], [157, 173, "PLACE"]]}
{"id": 145, "text": "Copt Hewick is a village and civil parish in the Harrogate district of North Yorkshire, England. Copt Hewick lies about two miles east of Ripon. Copt Hewick had a population of 180 in 2004 according to the North Yorkshire County Council, increasing to 253 at the 2011 census. The name of Copt Hewick derives from the Old English Coppede hah wc, which means High specialised farm. The Copt element refers to the hill that Copt Hewick stands on.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 146, "text": "Lamyatt is a village and civil parish in the Mendip district of Somerset, England. Lamyatt lies 5 miles south of Evercreech. Lamyatt has a population of 183.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 147, "text": "St Johns Church, Old Colwyn, is on Station Road, Old Colwyn, in Conwy County Borough, Wales. St Johns Church, Old Colwyn is a member church of the newly commissioned Aled Mission Area [December 2016], in the archdeaconry of St Asaph and the diocese of St Asaph. St Johns Church, Old Colwyn was built as the daughter church of St Catherines Church, Abergele Road, Colwyn. St Johns Church, Old Colwyn is designated by Cadw as a Grade II listed building.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 148, "text": "Piccotts End is a village in Hertfordshire, England situated on the upper River Gade. While often mistaken for a hamlet, Piccotts End became a village when Piccotts End's church All Saints was dedicated in 1907 and remained a place of worship until the 1970s. Piccotts End is in the Dacorum Ward of Gadebridge.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 149, "text": "Langthorpe is a village and civil parish in the Harrogate district of North Yorkshire, England. The population of the civil parish taken at the 2011 Census was 812. Langthorpe is situated to the immediate north of Boroughbridge on the A168 road.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 150, "text": "Wishawhill is a small neighbourhood located in Wishaw, North Lanarkshire. Wishawhill is located to the north of Wishaw, North Lanarkshire. Wishawhill can be entered by Heathery Road or Cleland Road, with Heathery Road or Cleland Road leading onto the A721 or Glasgow Road running towards Wishaw Main Street. Wishawhill is ideally situated in Wishaw, North Lanarkshire, with Wishawhill being only walking distance from the major places in Wishaw, North Lanarkshire such as Wishaw Main Street, the large Tesco Extra superstore and Wishaw General Hospital. There is also the large golf course located to the north of Wishawhill. Virtually all of Wishawhill is low density residential housing and flats, with only a Community Center and the Wishaw Ex Servicemens Club being the non residential buildings in Wishawhill. Due to Wishawhill's close proximity with Wishaw Main Street, there are no shops or newsagents. Wishawhill also has a swing park and a football pitch. Wishawhill used to be host to one Roman Catholic Primary School, St Matthews, located on Pentland Road, until one Roman Catholic Primary School, St Matthews, located on Pentland Road was shut down in June 2010 due to rising costs. shut happened despite a large campaign by local residents to keep one Roman Catholic Primary School, St Matthews, located on Pentland Road open. one Roman Catholic Primary School, St Matthews, located on Pentland Road is now being demolished due to repeated vandalism. Saint Thomas in Pather is now the nearest Roman Catholic school to Wishawhill. The Argyle Line next to Campsie Road passes through Wishawhill, with passenger services located at Wishaw, North Lanarkshire railway station a mile away. Buses such as FirstGroup travel through Wishawhill, providing services to towns such as Motherwell. The rectangular road that run through the whole of Wishawhill links to all the streets.", "meta": {}, "annotation_approver": null, "comments": [], "labels": [[0, 10, "PLACE"], [47, 53, "PLACE"], [55, 72, "PLACE"], [74, 84, "PLACE"], [112, 118, "PLACE"], [120, 137, "PLACE"], [139, 149, "PLACE"], [168, 181, "PLACE"], [185, 197, "PLACE"], [204, 217, "PLACE"], [221, 233, "PLACE"], [251, 255, "PLACE"], [259, 271, "PLACE"], [288, 306, "PLACE"], [308, 318, "PLACE"], [342, 348, "PLACE"], [350, 367, "PLACE"], [374, 384, "PLACE"], [438, 444, "PLACE"], [446, 463, "PLACE"], [471, 490, "PLACE"], [529, 552, "PLACE"], [614, 624, "PLACE"], [643, 653, "PLACE"], [737, 763, "PLACE"], [803, 813, "PLACE"], [822, 832, "PLACE"], [856, 874, "PLACE"], [910, 920, "PLACE"], [965, 975, "PLACE"], [1030, 1041, "PLACE"], [1054, 1067, "PLACE"], [1110, 1121, "PLACE"], [1134, 1147, "PLACE"], [1297, 1308, "PLACE"], [1321, 1334, "PLACE"], [1376, 1387, "PLACE"], [1400, 1413, "PLACE"], [1465, 1477, "PLACE"], [1481, 1487, "PLACE"], [1532, 1542, "PLACE"], [1544, 1559, "PLACE"], [1568, 1580, "PLACE"], [1596, 1606, "PLACE"], [1643, 1649, "PLACE"], [1651, 1684, "PLACE"], [1738, 1748, "PLACE"], [1786, 1796, "PLACE"], [1849, 1859, "PLACE"]]}
{"id": 151, "text": "Ossington is a village in the county of Nottinghamshire, England 7 miles north of Newark on Trent. Ossington's population is included in the civil parish of Laxton and Moorhouse. Ossington was centred on Ossington Hall, the ancestral home of the Denison family, but Ossington Hall, the ancestral home of the Denison family was demolished in 1964 and all that remains are a few outbuildings and a private chapel that now serves the parish as Holy Rood Church, Ossington. Holy Rood Church, Ossington is a Grade I listed building, originally 12th century and rebuilt in 17821783 by the architect John Carr, with minor 19th century alterations and additions. Holy Rood Church, Ossington includes earlier monuments and stained glass. There is a barrel organ built by Thomas Robson in 1840.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 152, "text": "Moneycarrie railway station was on the Derry Central Railway which ran from Magherafelt to Macfin Junction in Northern Ireland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 153, "text": "Tattershall is a village and civil parish in the East Lindsey district of Lincolnshire, England. Tattershall is situated on the A153 Horncastle to Sleaford road, 1 mile east from the point where the A153 Horncastle to Sleaford road crosses the River Witham. At Tattershall's eastern end, Tattershall adjoins the village of Coningsby, with the two being separated by the River Witham. The 2011 census recorded a Tattershall civil parish population as 2,834, with the combined Tattershall and the village of Coningsby area having a population of 6,698.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 154, "text": "Marr is a village and civil parish in the Metropolitan Borough of Doncaster in South Yorkshire, England. Marr has a population of 138, increasing slightly to 146 at the 2011 Census.Marr was in the historical county of the West Riding and is listed in the Domesday Book such was the controversy.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 155, "text": "The template Infobox GB station is being considered for merging. Walsall railway station is the principal railway station of Walsall, West Midlands, England and situated in the heart of Walsall, West Midlands, England. Walsall railway station is operated by West Midlands Trains, with services provided by West Midlands and from 2019, London Northwestern Railway operate a service from Rugeley to London Euston that calls at Walsall railway station. The main entrance is situated inside the Saddlers Shopping Centre.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 156, "text": "New Lanark is a village on the River Clyde, approximately 1.4 miles to prevent demolition of New Lanark. By 2006 most of the buildings have been restored and New Lanark has become a major tourist attraction. New Lanark is one of six UNESCO World Heritage Sites in Scotland and an Anchor Point of ERIH the European Route of Industrial Heritage.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 157, "text": "Kirkland is a village in the Eden District, in the English county of Cumbria. Kirkland is in the historic county of Cumberland. There is a fell called .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 158, "text": "No Mans Land is a crossroads hamlet in south east Cornwall, England, United Kingdom. No Mans Land is situated approximately two miles northeast of Looe on the B3253 road to Widegates. Morval Vintage Steam Rally, an annual weekend event which raises funds for local charities, takes place at Bray Farm in No Mans Land", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 159, "text": "Down District Council was a Local Council in County Down in Northern Ireland. Down District Council merged with Newry and Mourne District Council in April 2015 under local government reorganisation in Northern Ireland to become Newry, Mourne and Down District Council. Down District Council was headquartered in Downpatrick. Other towns in the Council area were Ardglass, Ballynahinch, Castlewellan, Clough, Crossgar, Dundrum, Killough, Killyleagh, Newcastle, Saintfield, Seaforde and Strangford. the Council area consisted of 4 electoral areas: Ballynahinch, Downpatrick, Newcastle and Rowallane. At the last election in 2011, 23 Councillors were elected from the following political parties: 9 SDLP, 5 Sinn Fin, 3 DUP, 3 UUP, 1 Alliance Party, 1 Green Party, 1 Independent. The Council Chairman for the 2011/2012 council term was Councillor Dermot Curran . In elections for the Westminster Parliament, County Down in Northern Ireland was split between the Strangford constituency and the South Down constituency.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 160, "text": "Padworth Common is a hamlet and common in the English county of Berkshire, within the civil parish of Padworth. Padworth Common is bounded by Burghfield Common to the east and Aldermaston to the west. To the north is Padworth and to the south is Mortimer West End.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 161, "text": "Ardmore, County Antrim is a townland in County Antrim, Northern Ireland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 162, "text": "Turmer is a small hamlet near Harbridge in Hampshire, England. Turmer lies within the civil parish of Ellingham, Harbridge and Ibsley. Turmer is unusual for a settlement in England. No paved roads reach Turmer, and traditional farming techniques, including heavy horses, are still used there. The council describe Turmer as a village almost lost in time. Turmer is part of a conservation area, and includes an 18th century farm, a 19th century school, built by the Earl of Normanton, and thatched cottages, all grouped around a pond. The Avon Valley Path passes through Turmer.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 163, "text": "Dymchurch is a village and civil parish in the Folkestone and Hythe district of Kent, England. Dymchurch is located on the coast five miles south west of Hythe, and on the Romney Marsh.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 164, "text": "St Silas Church is a former church built in 1867 in Broomhall, Sheffield, England. St Silas Church was under the administration of the Diocese of Sheffield from the Diocese of Sheffield's creation in 1914 until the closure of St Silas Church in 2000.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 165, "text": "Steinish is a village in the Scottish Outer Hebrides, on the Isle of Lewis, near Plasterfield and Stornoway Airport. Steinish is situated within the parish of Stornoway, and is also situated adjacent to the estuary. A treasure trove was discovered in Steinish, in 1876, containing coins from the era of Francis and Mary, Mary, and James VI. Wildlife in the area includes the Arctic tern, the corn crake, the blackpoll warbler and the knot, as well as a sighting of the cattle egret.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 166, "text": "Carreghofa Halt railway station is a disused station in Carreghofa, Powys, Wales. a disused station in Carreghofa, Powys, Wales opened in 1938 and closed in 1965.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 167, "text": "Waunfawr SE of Caernarfon, near the Snowdonia National Park, Gwynedd, in Wales.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 168, "text": "The Phene is a public house at 9 Phene Street, Chelsea, London SW3. The Phene was designed by and named after the architect John Samuel Phene. The Daily Telegraph called The Phene George Bests second home. The Phene is owned by the property developer Robert Bourne, who in 2012 applied for planning permission to turn The Phene into a 15 million house. In 2013, it was announced that The Phene had been saved from closure. At the rumoured cost of 4 million, saved represented the first London SW3 acquisition for new owners The City Pub Company.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 169, "text": "Holbrook is a village in Derbyshire at the southern end of the Pennines around five miles north of Derby, England. The population of the civil parish as of the 2011 census was 1,538.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 170, "text": "Bellamy Cay is an island in the British Virgin Islands, located entirely within Trellis Bay on Beef Island. Formerly called Blanco Islet, Bellamy Cay is named after Bellamy Cay's most famous resident, Black Sam Bellamy, the prince of pirates. For much of its most famous resident, Black Sam Bellamy, the prince of pirates's very short but wildly successful campaign of piracy in 1716 and 1717, its most famous resident, Black Sam Bellamy, the prince of pirates used Bellamy Cay as its most famous resident, Black Sam Bellamy, the prince of pirates's base of operations, while crew members used the protection of Trellis Bay to maintain crew members's fleet of ships. its most famous resident, Black Sam Bellamy, the prince of pirates soon learned that from Blanco Islet, as well as from nearby Sprat Point, ships could be seen sailing through the Sir Francis Drake Channel. its most famous resident, Black Sam Bellamy, the prince of pirates's favourite prey were Spanish Galleons laden with treasure intended for the exclusive use of the King and Queen of Spain. In the early 1950s Bellamy Cay was acquired by Wadysaw Wagner, the first Polish yachtsman, who left Poland in 1932 to sail around the world and who ended up eventually settling in Trellis Bay, Beef Island Tortola in the British Virgin Islands, where he built a boatyard and marine railway in addition to most of the buildings now standing on Bellamy Cayhe . Since the 1970s, Bellamy Cay has been the home of the restaurant and bar called The Last Resort, which for many years was owned and operated by Tony Snell, a British war hero. Bellamy Cay is near the Terrance B. Lettsome International Airport, and is inhabited by the owners and staff of the restaurant and bar called The Last Resort, which for many years was owned and operated by Tony Snell, a British war hero. Bellamy Cay remains off the power, water and communications grid of the mainland, producing Bellamy Cay's own electricity and water through solar, wind and Diesel generators.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 171, "text": "Morar, Moidart and Ardnamurchan is a national scenic area . National scenic areas are primarily designated due to the scenic qualities of an area, however National scenic areas may well have other special qualities, for example related to culture, history, archaeology, geology or wildlife. Areas with such qualities may be protected via other national and international designations that overlap with the National scenic areas designation. Morar, Moidart and Ardnamurchan Moidart Ardnamurchan includes several Natura 2000 sites within the designated area of National scenic areas.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 172, "text": "Bangor on Dee railway station was a station in Bangor on Dee, Wrexham, Wales. Bangor on Dee railway station was opened on 2 November 1895 and closed on 10 September 1962.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 173, "text": "Littley Green is a hamlet in the civil parish of Great Waltham, and the Chelmsford borough of Essex, England. Littley Green is at the extreme north of Great Waltham, with the nearest settlement the hamlet of Hartford End, less than 1 mile to the west. In 1882 Littley Green had a beer retailer & pig dealer, and one farmer at Littley Park; in 1894 two, with the extra farmer at Butlers Lodge. A licensed victualler at the Compasses public house was listed in the late 19th century to at least the First World War; in 1894 A licensed victualler at the Compasses public house was also a shopkeeper. In 1902 a blacksmith & beer retailer was listed, but just a blacksmith in 1914. Littley Green has the Compasses public house.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 174, "text": "Lanark is a small town in the central belt of Scotland. The name is believed to come from the Cumbric Lanerc meaning clear space, glade. Lanark is traditionally the county town of Lanarkshire, though there are several larger towns in Lanarkshire. Lanark railway station and coach station have frequent services to Glasgow. There is little industry in Lanark and some residents commute to work in Glasgow and Edinburgh. Lanark's shops serve the local agricultural community and surrounding villages. There is a large modern livestock auction market on the outskirts of Lanark.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 175, "text": "Castlelevington, or Castle Leavington is a civil parish in the borough of Stockton on Tees, 2.5 miles , chaplain to Queen Anne and Dean of Peterborough and York. In the far east of a civil parish in the borough of Stockton on Tees, 2.5 miles , chaplain to Queen Anne and Dean of Peterborough and York is the motte that gives a civil parish in the borough of Stockton on Tees, 2.5 miles , chaplain to Queen Anne and Dean of Peterborough and York a civil parish in the borough of Stockton on Tees, 2.5 miles , chaplain to Queen Anne and Dean of Peterborough and York's prefix. The eastern border is the River Leven.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 176, "text": "Pitsea is a small town in south Essex, England. Pitsea comprises five sub districts: Eversley, Northlands Park Neighbourhood were considered as names for Pitsea. Because Basildon village was central to Pitsea, Pitsea was named Basildon. Before the new town regeneration, Pitsea was made up of plot lands and was regarded as run down.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 177, "text": "Coldridge or Coleridge is a village and parish in Devon, England. Coldridge or Coleridge appears in the Doomsday Book as Colrige which is thought to mean the ridge where charcoal is made. Coldridge or Coleridge has a church dedicated to St Matthew dating from the 15th and early 16th century which is a Grade I listed building.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 178, "text": "Burleigh is a suburban area in Minchinhampton, Gloucestershire, England, in Stroud local government district.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 179, "text": "Treorchy in Wales. Once a town, Treorchy in Wales retains the characteristics of a town. Situated in the county borough of Rhondda Cynon Taf in the Rhondda Fawr valley. Treorchy in Wales is also one of the 16 communities of the county borough of Rhondda Cynon Taf. Treorchy in Wales includes the villages of Cwmparc and Ynyswen.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 180, "text": "Kilbirnie South railway station was a railway station serving the town of Kilbirnie, North Ayrshire, Scotland as part of the Lanarkshire and Ayrshire Railway .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 181, "text": "Blackford from the town of Auchterarder. Blackford is located just off the A9 between Perth and Stirling which has been bypassed since 1978. Blackford is home to Highland Spring water and the Tullibardine whisky distillery.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 182, "text": "Churnsike Lodge is an early Victorian hunting lodge situated in the parish of Greystead, West Northumberland, England. Constructed in 1850 by the Charlton family, descendants of the noted Border Reivers family of the English Middle March, Churnsike Lodge formed part of the extensive Hesleyside estate, located some 10 miles from Hesleyside Hall Hesleyside Hall itself. Consisting of the main house, stable block, hunting dog kennels and gamekeepers bothy, when the extensive Hesleyside estate, located some 10 miles from Hesleyside Hall itself was acquired by the Chesters Estate in 1887 the extensive Hesleyside estate, located some 10 miles from Hesleyside Hall itself consisted of several thousand acres of moorland, much of which was managed to support shooting of the formerly populous black grouse. Although much of several thousand acres of moorland has now reverted to fellside or has been otherwise managed as part of the commercial timber plantations of Kielder Forest, areas of heather moorland persist, dotted with remnants of the shooting butts. It is with reference to areas of heather moorland that the 1887 sale catalogue described the extensive Hesleyside estate, located some 10 miles from Hesleyside Hall itself as being the Finest grouse moor in England. Historically, Churnsike Lodge was home to the Irthing Head and Kielder hounds, regionally renowned and headed by the locally famed fox hunter William Dodd. the locally famed fox hunter William Dodd, and the Irthing Head and Kielder hounds, regionally renowned and headed by the locally famed fox hunter William Dodd, are repeatedly referenced in the traditional Northumbrian ballads of James Armstrongs Wanny Blossoms. Having fallen into ruin by the 1980s, Churnsike Lodge fell into the care of the Forestry Commission and was slated for demolition, as many properties in the area were, until being privately purchased. The former gamekeepers bothy now serves as a holiday home.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 183, "text": "The template Infobox UK disused station is being considered for merging. Dandaleith railway station served the village of Craigellachie, Moray, Scotland from 1858 to 1962 on the Morayshire Railway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 184, "text": "Arnol is a small village typical of many settlements of the west coast of the Isle of Lewis, in the Outer Hebrides, Scotland. Arnol is within the parish of Barvas, and is situated on the A858. Once a thriving township with over forty crofts, Arnol now has a population of about 100 and supports a much lower number of active crofters. Arnol is the location of the Blackhouse Museum, owned by Historic Environment Scotland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 185, "text": "Great Houghton is a village and civil parish in the Metropolitan Borough of Barnsley in South Yorkshire, England, on the border with West Yorkshire. Great Houghton lies to the west of Thurnscoe, on the B6411 road, and is located at approximately 53 33 20 north, 1 21 west, at an elevation of around 60 m above sea level. At the 2001 census Great Houghton had a population of 2,261, increasing to 2,475 at the 2011 census. Great Houghton is a former mining village and Great Houghton's mines were served by the railway, which has since gone, but remains are still visible. Great Houghton has a primary school called Sandhill. The old school building that stood on the main street was demolished in 2007 and was replaced with a new Private Finance Initiative primary school. Some parts of Great Houghton were affected by the 2007 summer flooding, which caused extensive damage in neighbouring villages.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 186, "text": "Compton Abbas is a village and civil parish in the county of Dorset in southern England. Compton Abbas lies within the North Dorset administrative district, 3 miles . The church, St. Marys, was built in 1866 to replace the older structure which was more remote from Compton Abbas. The tower of the older structure which was more remote from the village is a Grade I listed building.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 187, "text": "Whale Hill is an area of Eston, England, in the unitary authority of Redcar and Cleveland, lying at the foot of the Eston Hills. Whale Hill has a population of around 1,500 people, with a mix of age groups living in private and social housing. Whale Hill also benefits from a local private members club, which has seen mass improvement in appearance. From March 2012 Whale Hill has had new shops built and an extension to the park and gardens. And the purpose built community centre has also had a make over.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 188, "text": "Weare and Lower Weare are small villages in Somerset, England, on the River Axe, south of the Mendip Hills. The parish comprises Weare and Lower WeareWeare and Lower Weare, and the hamlets of Alston Sutton, Brinscombe and Stone Allerton.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 189, "text": "The Church of St Mary the Blessed Virgin, also known as St Mary the Blessed Virgin and St Marys Church, is the Church of England parish church of Sompting in the Adur district of West Sussex. The Church of St Mary the Blessed Virgin stands on a rural lane north of the urban area that now surrounds Sompting, and retains much 11th and 12th century structure. The Church of St Mary the Blessed Virgin's most important architectural feature is the Saxon tower topped by a Rhenish helm, a four sided pyramid style gabled cap that is uncommon in England. English Heritage lists The Church of St Mary the Blessed Virgin at Grade I for The Church of St Mary the Blessed Virgin's architecture and history.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 190, "text": "Redmarshall is a village and civil parish in the borough of Stockton on Tees and ceremonial county of County Durham, England. The population as of the 2011 census was Redmarshall is situated to the west of the borough of Stockton on Tees, just north of the A66 road which is one of the main trunk routes through Teesside. Redmarshall is home to the Church of Saint Cuthbert and a pub called The Ship. Redmarshall has a green in the centre and roads such as Church Lane, Coniston Crescent and Windermere Avenue, named after waters in the Lake District. Ferguson Way is the newest addition to Redmarshall. A small wood is a short way out of Redmarshall and down a bank past Ferguson Way.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 191, "text": "Trimsaran Road railway station was opened in 1909 at Morfa Trimsaran Road railway station continued to serve the inhabitants of the Trimsaran area between 1909 and 1953 and was one of several basic halts opened on the Burry Port and Gwendraeth Valley Railway in Carmarthenshire, Wales. Trimsaran Road railway station lay some distance to the west of Trimsaran.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 192, "text": "Llantarnam Grange Arts Centre is located within a 19th century Victorian manor house in Cwmbrn and is the regional centre for the applied arts in south east Wales. Llantarnam Grange Arts Centre presents exhibitions promoting the applied arts, and extensive education and participation schemes of work to the local community. Llantarnam Grange Arts Centre is a registered charity governed via a voluntary board of trustees and is a revenue funded client of the Arts Council of Wales. Llantarnam Grange Arts Centre holds a service level agreement with the local Torfaen County Borough Council. Additional funding comes from Monmouthshire County Council, , Croesyceiliog & Llanyrafon Community Council and independent trusts and foundations.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 193, "text": "Scoulton is a small village and civil parish in the county of Norfolk, England, situated 16 miles and in 2011 had a population of 246 in 99 households. a population of 246 in 99 households is split between two main areas of settlement and a number of small, isolated farms. For the purposes of local government, the parish falls within the district of Breckland. Scoulton is known for Scoulton's artificial and heavily wooded lake or mere, which was the product of extensive flint quarrying and a breeding ground of the great black headed gull. Large numbers of eggs were harvested in the Middle Ages. The gull colony survived until at least the 1950s. Large numbers of eggs formed the basis of a now obsolete dish known as Scoulton Pie. The collection of Large numbers of eggs is depicted on the village sign.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 194, "text": "Broughton Beck is a village in the South Lakeland district of Cumbria, England. Broughton Beck has two sections; one part is on the B5281 Ulverston to Gawthwaite Road, the other part of Broughton Beck is about 250 yards away, to the north. In the past Broughton Beck served the farms in the surrounding area; there used to be a public house, a shop, a garage, a blacksmith and a mill. The mill building was bequeathed to Broughton Beck in 1937 and now serves as Broughton Beck Village Hall, known as The Mill Room.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 195, "text": "Kesh from the Atlantic coast resort of Rossnowlagh in County Donegal, thus adding to its popularity with holiday makers, day trippers and weekenders.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 196, "text": "Leek Wootton is a village in Warwickshire, England, roughly one mile from Kenilworth and two miles from Warwick. Leek Wootton lies in the triangle created by Kenilworth, Warwick and Leamington Spa.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 197, "text": "Gargunnock is a small village in the Stirling council area approximately seven miles west of Stirling, in Scotland. The census population was 912. Gargunnock is situated on the south edge of the Carse of Stirling, at the foot of the Gargunnock Hills, part of the Campsie Fells. Several small burns flow down from the Gargunnock Hills, part of the Campsie Fells The last naturally suitable crossing point on the Forth before reaching Stirling Bridge is situated just outside Gargunnock. Thus, coupled with the land condition and drainage around the feet or the Gargunnock Hills, part of the Campsie Fells, made Gargunnock the ideal location to build a farming settlement. During the occupation of Scotland, the English posted a battalion in the Peel tower on the outskirts of Gargunnock to protect Stirling Bridge. It is believed that William Wallace brought William Wallace's army through Gargunnock , setting up fort on the Kier Hill, to take control of this part of the Forth in advance of the Battle of Stirling Bridge. Bonnie Prince Charlie is also said to have passed through Gargunnock on Bonnie Prince Charlie's travels. More recently, during the nineteenth century Gargunnock was famous for Gargunnock's fine oak spale baskets, until intensive deforestation removed the raw materials necessary for this trade and this trade moved to Loch Lomond. Gargunnock War Memorial was erected in 1919 to a design by Sir Robert Lorimer marking the local people killed during the First World War. Additional names were added at the close of the Second World War. The majority of pupils from Gargunnock Primary continue pupils from Gargunnock Primary's secondary education at the nearby Stirling High School, with others attending Balfron High School.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 198, "text": "Eriska is a flat tidal island at the entrance to Loch Creran on the west coast of Scotland. Privately owned by the Buchanan Smiths from 1973 until August 2016, Eriska is now owned by Creation Gem, a family owned business from Hong Kong. Eriska is run as a hotel with wooded grounds. Eriska is evidently populated although no record for the total was provided by the census in 2001 or 2011.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 199, "text": "Handforth is a suburban town between Wilmslow, Heald Green and Styal in Cheshire, England. The population of the civil parish as of the 2011 census was 6,266. In the 1960s and 1970s, two overspill housing estates, Spath Lane in Handforth and Colshaw Farm nearby in Wilmslow, were built to re house people from inner city Manchester.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 200, "text": "Crofton Station was the smaller of two stations serving Crofton . Crofton Station was located next to Doncaster road, on the current Pontefract Line, behind the Crofton Arms Public House. Crofton Station was demolished in the 1960s, yet the remains of the old station house in the old station house in its current derelict form's current derelict form can be seen from the A638, or on passing trains from Wakefield Kirkgate, towards Pontefract Tanshelf. In 2001, Bombardier Transportation opened Crofton TMD, a Traction maintenance depot, on the former station site.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 201, "text": "Ewhurst Green is a village and the main settlement of the civil parish Ewhurst, in the Rother district, in the county of East Sussex, England. Ewhurst Green is located 10 miles north of Hastings in the valley of the River Rother. The parish church is dedicated to St James the Great and is Grade I listed. The parish church dates from the Norman period and has an unusually shaped spire. The parish church also has a marble font, dating from the 12th or 13th century.The Rector of Ewhurst and Bodiam is The Reverend Canon Christopher Irvine, a former Canon Librarian and Director of Education of Canterbury Cathedral and a former Principal of The College of the Resurrection, Mirfield. The public house in Ewhurst Green is The White Dog.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 202, "text": "Kingsland was a small road side settlement centred on Kingsland High Street on the Old North Road , around the junction with Dalston Lane. Kingsland is no longer discernable as a separate settlement, though the historic street pattern remains. Since the opening of Dalston Junction station in 1865, the area has become known as Dalston, which was originally a separate hamlet further east. Historically part of the county of Middlesex, the area is within the London Borough of Hackney.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 203, "text": "Gretton Halt railway station was a halt opened by the Great Western Railway on the Honeybourne Line from Honeybourne to Cheltenham which served the small village of Gretton in Gloucestershire between 1906 and 1960. The line through the site of Gretton Halt railway station was reinstated in 1997 by the Gloucestershire Warwickshire Railway, although no new halt was provided.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 204, "text": "Caerphilly Castle and is the second largest castle in the United Kingdom. Caerphilly Castle is famous for having introduced concentric castle defences to the United Kingdom and for Caerphilly Castle's large gatehouses. Gilbert began work on Caerphilly Castle in 1268 following Gilbert's occupation of the north of Glamorgan, with the majority of the construction occurring over the next three years at a considerable cost. the construction was opposed by Gilberts Welsh rival Llywelyn ap Gruffudd, leading to the site being burnt in 1270 and taken over by royal officials in 1271. Despite these interruptions, Gilbert successfully completed Caerphilly Castle and took control of the north of Glamorgan. The core of Caerphilly Castle, including the castles luxurious accommodation, was built on what became a central island, surrounding by several artificial lakes, a design Gilbert probably derived from that at Kenilworth. The dams for several artificial lakes were further fortified, and an island to the west provided additional protection. concentric castle defences inspired Edward Is castles in North Wales, and proved what historian Norman Pounds has termed a turning point in the history of the castle in the United Kingdom. Caerphilly Castle was attacked during the Madog ap Llywelyn revolt of 1294, the Llywelyn Bren uprising in 1316 and during the overthrow of Edward II in 132627. In the late 15th century, however, Caerphilly Castle fell into decline and by the 16th century several artificial lakes had drained away and concentric castle defences were robbed of concentric castle defences's stone. The Marquesses of Bute acquired Caerphilly Castle in 1776 and under the third and fourth Marquesses extensive restoration took place. In 1950 the castle and grounds were given to the state and the water defences were re flooded. In the 21st century, the Welsh heritage agency Cadw manages the castle and grounds as a tourist attraction.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 205, "text": "Newbold Verdon is a village and civil parish in the county of Leicestershire, England. The parish includes Newbold Heath to the north and Brascote to the south. Originally an agricultural centre Newbold Verdon grew in size during the 1850s with the expansion of coal mining in the area. coal mining has now ceased leaving Newbold Verdon as a commuter village primarily serving Leicester . The 2001 census recorded a population of 3,193, which had reduced to 3,012 at the 2011 census. Newbold Verdon is situated on the B582 route between the similar sized villages of Barlestone and Desford, and 4 miles west of the small market town of Market Bosworth.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 206, "text": "Tal y Bont is a small village in Conwy County Borough, Wales and lies in the Conwy Valley, west of the River Conwy, on the B5106 road, six miles from the town of Conwy to the north, and six miles from Llanrwst to the south, and in the community of Caerhun.Tal y Bont lies adjacent to the village of Dolgarrog to the south, and below the small settlement of Llanbedr y Cennin to the west. The Bont in the name probably refers to the bridge over the Afon Dulyn, a tributary of the River Conwy, which runs through Tal y Bont. Tal y Bont is served by buses and the nearby the village of Dolgarrog to the south railway station. Castell, the oldest section of Tal y Bont, has a bar/restaurant and also a 5 acre garden centre.Tal y Bont also has a shop and post office and a cafe, formerly Y Bedol Pub.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 207, "text": "Netherseal is a village and civil parish in the English county of Derbyshire, situated in the South Derbyshire district. Together with neighbouring Lullington Netherseal is the southernmost village in the English county of Derbyshire. The population of the civil parish as of the 2011 census was 923.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 208, "text": "Allwood Green is an area in Suffolk, England. Allwood Green is not a village or parish Allwood Green but was once the largest common in England extending into five parishes; Gislingham, Finningham, Walsham le Willows and the two Ricklinghalls, Inferior and Superior. Allwood Green is not mentioned in Domesday Book as Allwood Green would most likely have been heavily wooded virgin forest. Allwood Green is mentioned in a licence of 1332 to close a waye leading from Merssh to Aldewodegrene. Nothing now remains as Allwood Green was completely enclosed under the Enclosure of Commons Act 1818. Allwood Piggeries sits on a side road off the Finningham to Rickinghall Superior road the B1113 at OS ref TM048723.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 209, "text": "Llanerfyl is a village and community in Montgomeryshire, Powys, Wales. Located near the River Banwy, the community includes Llanerfyl, several farms and wide tracts of marchland. The southern part of the community includes Cwm Nant yr Eira, which suffered severe depopulation in the 20th century. The 2001 census gives the population of the community as 402, increasing slightly to 406 at the 2011 Census. Llanerfyl contains St Erfyls church, named after Erfyl, rebuilt in 1870. St Erfyls church, named after Erfyl, rebuilt in 1870 contains the remnants of a 15th century shrine. The circular churchyard has in The circular churchyard a gravestone from either the 5th or 6th century commemorating the death of a young girl, identified locally with Erfyl: HIC [IN] / TUM.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 210, "text": "Omagh East is a barony in County Tyrone, Northern Ireland. Omagh East is bordered by nine other baronies: Omagh West and Lurg to the west; Strabane Lower and Strabane Upper to the north; Dungannon Middle and Dungannon Upper to the east; Clogher and Tirkennedy to the south; and Dungannon Lower to the south east.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 211, "text": "Ruswarp railway station serves the village of Ruswarp in North Yorkshire, England. Ruswarp railway station is located on the Esk Valley Line and is operated by Northern Trains who provide all of the stations passenger services. Ruswarp railway station is 33.5 miles from Whitby. Ruswarp railway station opened in 1848. Immediately to the west of Ruswarp railway station is a level crossing and then a bridge over the River Esk.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 212, "text": "Tilston is a village and a civil parish in the unitary authority of Cheshire West and Chester and the ceremonial county of Cheshire, England. At the 2001 Census, the population was recorded as 627, reducing to 603 at the 2011 census. St Marys Church, Tilston, is a Grade II listed building.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 213, "text": "Pudsey is a market town in West Yorkshire, England. Once independent, Pudsey was incorporated into the City of Leeds metropolitan borough in 1974. Pudsey is located midway between Bradford city centre and Leeds city centre. Historically in the West Riding of Yorkshire, Pudsey has a population of 22,408. Pudsey also lends Pudsey's name and sits in the local Leeds City Council ward of Pudsey and Pudsey parliamentary constituency.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 214, "text": "Iwerne Minster is a village and civil parish in Dorset, England. Iwerne Minster lies on the edge of the Blackmore Vale, approximately midway between the towns of Shaftesbury and Blandford Forum. The A350 main road between the towns of Shaftesbury and Blandford Forum passes through the edge of Iwerne Minster, just to the west. In the 2011 Census the civil parish had a population of 978.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 215, "text": "Whimple is a village and civil parish in East Devon in the English county of Devon, approximately 9 miles from the new dual carriageway. Whimple railway station is on the West of England Main Line from London Waterloo to Exeter. Outlying hamlets of Whimple include Cobden, Hand & Pen, Woodhayes, Slewton Combe, Larkbeare, Strete Ralegh and Marsh Green.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 216, "text": "Gorleston on Sea railway station was a station in Gorleston on Sea in Norfolk. Gorleston on Sea railway station was on the line between Great Yarmouth and Lowestoft which closed in 1970. Former Services", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 217, "text": "Stockwell is a district in South West London, England, located in the London Borough of Lambeth. Stockwell is situated 2.4 miles south of Charing Cross. Battersea, Brixton, Clapham, South Lambeth, Oval and Kennington all border Stockwell.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 218, "text": "Strathcarron is a hamlet, in the Highland council area of Scotland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 219, "text": "Buntingford is a small market town and civil parish in the district of East Hertfordshire and county of Hertfordshire in England. Buntingford lies on the River Rib and on the Roman road Ermine Street. As a result of Buntingford's location, Buntingford grew mainly as a staging post with many coaching inns and has an 18th century one cell prison known as The Cage, by the ford at the end of Church Street. Buntingford has a population of 5,378, as of the 2011 UK Census. Buntingford also has an annual firework display at The Bury, presented by Buntingford Town Football Club. Buntingford is Hertfordshires smallest town. The Prime Meridian passes to the east of Buntingford. Buntingford has many Georgian and medieval buildings, such as Buntingford almshouses, Buntingford Manor House and the Red House.Buntingford was a stop over on what was the main route between London and Cambridge, now the A10. Due to Buntingford's desirability as a commuter town in recent years, Buntingford has grown considerably in the past few decades, the most noticeable recent addition being the Bovis Estate in France. Other housing estates are: Freman Drive, Vicarage Road, Snells Mead, Downhall Ley, Monks Walk, and Kingfisher Park. Recently, Buntingford has grown further with further new developments, notably: The Village, Meadow Vale, Knights Walk & The Maples. The population of Buntingford is expected to rise by 1,500 to 6,500 inhabitants by 2021, marking the largest period of development since the 1960s when the former Sainsburys depot site was constructed and housing estates to support new workers were constructed.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 220, "text": "Cheswell is a hamlet in Shropshire, England on the edge of the Weald Moors. Cheswell is overlooked by a rocky, sandstone edge called Cheswell Hill, which gives Cheswell Cheswell's name. The old name Chrestill is thought to mean Christs Hill or the hill with a cross. There a number of substantial brick buildings, including the Manor, Grange and Lodge, surrounded by damp, reclaimed farmland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 221, "text": "Killingholme railway station was located on Killingholme Marsh in the parish of South Killingholme, Lincolnshire, equidistant from the villages of North and South Killingholme. Killingholme railway station was built by the Barton and Immingham Light Railway under the auspices of the Great Central Railway. the Barton and Immingham Light Railway primary purpose was to enable workers to get to and from Immingham Dock which was being built at the time the Barton and Immingham Light Railway was opened. The typical journey time to Immingham Dock which was being built at the time the line was opened was six minutes. Killingholme railway station had a single straight wooden platform bearing a small wooden station building with minimal facilities. Early maps show that Killingholme railway station was situated on a passing loop, but no second platform was ever built. When the line and station were built the area was rural and very thinly populated. By 2015 the area had become industrial but remained thinly populated. A single track still ran through the site, now carrying modern produce. On 7 October 1967 a RCTS railtour passed through Killingholme railway station.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 222, "text": "Ardessie is a small hamlet on the south western shore of Little Loch Broom 2 miles northwest of Dundonnell, in Garve, Ross shire, in the Highland region and is in within the Scottish council area of Highland. Scotland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 223, "text": "Leeds General Infirmary, also known as the LGI, is a large teaching hospital based in the centre of Leeds, West Yorkshire, England, and is part of the Leeds Teaching Hospitals NHS Trust. the LGI's previous name The General Infirmary at Leeds, West Yorkshire, England is still sometimes used. the LGI is a specialist centre for a number of services, including the Major Trauma Centre and hand transplants. the LGI also provides many general acute services like A&E, intensive care and high dependency units, maternity and state of the art operating theatres.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 224, "text": "Ancrum further along the B6400 and Denholm can be reached along the unclassified road which runs parallel to the River Teviot. The name of Ancrum, is derived from the situation of Ancrum's village on a bend of the River Teviot. There were formerly two villages distinguished by the appellations of Over Ancrum and Nether Ancrum, of Over Ancrum nothing now remains. The principal event of historical importance is the Battle of Ancrum Moor, which originated in an attempt made in 1545, by Sir Ralph Evers and Sir Bryan Layton, to possess Sir Ralph Evers and Sir Bryan Layton of the lands of the Merse and Teviotdale, which had been conferred upon Sir Ralph Evers and Sir Bryan Layton by a grant of Henry VIII., King of England. The Earl of Angus, who had considerable property in the Merse and Teviotdale, determined to resist possess, and a battle between The Earl of Angus, who had considerable property in that district's forces and those of the English took place on a moor about a mile and a half north of Ancrum, in which those of the English were defeated with great loss. In the Battle of Ancrum Moor, two villages distinguished by the appellations of Over Ancrum and Nether Ancrum were burnt to the ground; Nether Ancrum was soon afterwards rebuilt, but of Nether Ancrum nothing remains but the ruins of one or two dilapidated houses.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 225, "text": "Goldthorpe is a village in the Metropolitan Borough of Barnsley, in South Yorkshire, England. Historically part of the West Riding of Yorkshire, Goldthorpe was anciently a small medieval farming village, Goldthorpe is recorded in the Domesday Book a part of the Manor of Bolton upon Dearne which was once owned by Roger de Busli. Goldthorpe is in the Dearne North Ward of the Metropolitan Borough of Barnsley.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 226, "text": "Keyhaven is a hamlet on the south coast of England in the county of Hampshire. Keyhaven is a fishing village, but the trade has been in decline for a period of years and Keyhaven's main draw now is tourism, especially sailing.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 227, "text": "Shouldham Priory was a priory in the village of Shouldham, Norfolk, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 228, "text": "West Hampstead is a London Underground Jubilee line station in West Hampstead. West Hampstead is located on West End Lane between Broadhurst Gardens and Blackburn Road and is situated in Travelcard Zone 2. West Hampstead lies between Kilburn and Finchley Road tube stations. West Hampstead is 100 m from West Hampstead Thameslink station.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 229, "text": "Dunphail railway station was opened with the Inverness and Perth Junction Railway in 1863.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 230, "text": "Waldorf Astoria Edinburgh The Caledonian is a five star hotel in Edinburgh, Scotland. Opened in December 1903, The Caledonian is an example of a British grand railway hotel, formerly called The Caledonian Hotel, and nicknamed The Caley. The Caledonian stands at the west end of Princes Street, and is a category A listed building.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 231, "text": "Stoke Holy Cross is a village in South Norfolk which lies approximately 4 miles south of Norwich.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 232, "text": "Barnham railway station is in West Sussex, England, serving the village of Barnham, around 5 miles . Barnham railway station is served by Southern 313 and 377s, and Great Western Railway 158s.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 233, "text": "Kennerleigh is a village and civil parish in Devon, England. The church is dedicated to St John the Baptist, which underwent significant restoration around 1847. There was previously a chapel dedicated to St. Clement which is first recorded in 1334. The village, in ancient times known as Kynwarthlegh, was a parish of Crediton Hundred. Lords of the manor included members of the Hidon and Dowrich/Dowrish families. Polwhele, in Polwhele's History of Devon, England states that Thomas Dowrich sold the manor to John Northcote. According to tradition, however, memorialised in a family card table, John Northcote instead gambled away the manor to Sir Arthur Northcote, 2nd Baronet in a game of piquet. Sabine Baring Gould describes a game of piquet in Sabine Baring Gould's 1898 book An Old English Home and its Dependencies: Mr. Dowrish, being eldest hand, held the four aces, four kings, and four queens, and promptly offered to bet Mr. Dowrish's against 500, by no means the manor's value even in those days, that Mr. Dowrish won a game of piquet. Sir Arthur Northcote, 2nd Baronet took the bet, having a claim of carte blanche on Sir Arthur Northcote, 2nd Baronet's undiscarded hand. After Sir Arthur Northcote, 2nd Baronet had discarded, Sir Arthur Northcote, 2nd Baronet took up two knaves, and held two points of five each, each headed by the knave. Mr. Dowrish being about to declare, was stopped by Sir Arthur Northcote, 2nd Baronet claim for ten for carte blanche, which ruined Mr. Dowrish's chances. The point fell to Sir Arthur Northcote, 2nd Baronet, and two quints.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 234, "text": "St Michael and All Angels Church is a Grade II listed parish church in the Church of England in East Coker, Somerset.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 235, "text": "Plumtree is a village and civil parish in the borough of Rushcliffe, Nottinghamshire. At the time of the 2001 census Plumtree had a population of 221, increasing to 246 at the 2011 census.Plumtree is situated 5 miles south east of Nottingham, between the villages of Tollerton and Keyworth. Some of the farming land around Plumtree is owned by the Duchy of Cornwall , an association footballer who captained Old Carthusians F.C. when Old Carthusians F.C. won the 1881 FA Cup Final against Old Etonians, is buried in the churchyard. Plumtree Mill was a two storey wooden post mill mounted on an open trestle raised on piers atop a mound. Derelict by 1907, Plumtree Mill was burnt down c. 1930. a mound is still extant. Plumtree also has one of the leading cricket clubs in Nottinghamshire, being members of both the Nottinghamshire Premier League and 2012 Champions of the Newark Alliance. one of the leading cricket clubs in Nottinghamshire has invested over 180,000 in one of the leading cricket clubs in Nottinghamshire's facilities over the winter of 201213 with substantial grants from the England & Wales Cricket Board and local authorities.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 236, "text": "Dunvegan is a village on the Isle of Skye in Scotland. Dunvegan is famous for Dunvegan Castle, seat of the chief of Clan MacLeod. Dunvegan is within the parish of Duirinish.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 237, "text": "Llanllibio is a hamlet in the community of Bodedern, Ynys Mn, Wales, which is 138.5 miles from London. Madam Wen the romantic character in the 17th century novels of William David Owen, was born in the community of Bodedern, Ynys Mn, Wales, which is 138.5 miles from London in 1874.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 238, "text": "Coedydd Dyffryn Alwen is a Site of Special Scientific Interest in the preserved county of Clwyd, north Wales. a Site of Special Scientific Interest contains a mix of different woodland types, reflecting the underlying geology and soil type, including ash, oak and rowan, with a hazel understorey, with a rich ground flora including globe flower, oak and beech fern.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 239, "text": "Beoley is a small village and larger civil parish just north of Redditch in the Bromsgrove District of Worcestershire, and adjoins Warwickshire to the east. The 2001 census gave a parish population of 945, most living at Holt End. Beoley includes the hamlet of Portway adjacent to the A435 road and adjoins Redditch populous suburb of Church Hill and the civil parishes of Alvechurch, Tanworth in Arden, Mappleborough Green and Wythall.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 240, "text": "Milltown is a hamlet in Cornwall, England. Milltown is about a mile south of Lostwithiel. There is another hamlet called Milltown in the parish of Cardinham.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 241, "text": "Camber is a village and civil parish in the Rother district of East Sussex, England, 3 miles the huge embayment of the English Channel located between Rye, old Winchelsea and Old Romney that was gradually lost to innings and silting up following changes to the coastline and the changed course of the English Channel since the Middle Ages. Camber came into Camber's own with the game of golf: Camber was originally a collection of fishermens dwellings. By the early 1890s, the number of visitors to Rye increased as tourism became more prevalent. One result of increased was the building, in 1894, of Rye Golf Links in the area of sand dunes which occupy the shores of Rye Bay. The Royal William Hotel opened 1894, and gradually Camber expanded. The Rye and Camber Tramway, a tourist railway originally opened for the members of Rye Golf Links to carry the members of the golf links's gear, was opened in 1895; The Rye and Camber Tramway, a tourist railway originally opened for the members of the golf links to carry their gear closed to the public at the outbreak of World War II and never reopened. Camber Castle, otherwise known as Winchelsea Castle, was built by Henry VIII to guard the western entrance to the Camber in the 16th Century and is located halfway between Rye and old Winchelsea on the other side of the Camber. Camber was formed in 1956 from the merger of the parishes of Broomhill and St Thomas the Apostle, old Winchelsea.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 242, "text": "Hucknall Town was a railway station on the Great Northern Railways Nottingham to Shirebrook line.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 243, "text": "Stanton Drew is a small village and civil parish within the Chew Valley in Somerset, England, situated north of the Mendip Hills, 8 miles , church and village hall, which is the venue for a mother and toddler group and preschool as well as various village activities. The area around Stanton Drew has several dairy and arable farms on neutral to acid red loamy soils with slowly permeable subsoils. Stanton Drew is also a dormitory village for people working in Bath and Bristol.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 244, "text": "Cors Llyn Farch a Llyn Fanod is a Site of Special Scientific Interest in Ceredigion, west Wales.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 245, "text": "Turkey Street is a London Overground station on the Southbury Loop section of the Lea Valley lines, located in the Bullsmoor area to the north of Enfield in north London. Turkey Street is 12 miles 16 chains down the line from London Liverpool Street and is situated between Southbury and Theobalds Grove.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 246, "text": "Staverton is a village and civil parish in the South Hams of Devon, England consisting of 297 households and a population of 717 . There is one pub, The Sea Trout, which is in the centre of Staverton. Staverton also has a public phone box, multiple notice boards and two post boxes.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 247, "text": "Highgate Private Hospital, in View Road, Highgate is run by Aspen Healthcare, a subsidiary of United Surgical Partners International.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 248, "text": "St Chads Church, Rubery is a Church of England parish church in Rubery.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 249, "text": "Lyme Handley, sometimes known as Lyme, is a small civil parish in between Disley and Stockport, in the unitary authority of Cheshire East and the ceremonial county of Cheshire, England. According to the 2001 census, a small civil parish had a population of 151. a small civil parish is also greenbelt area on the suburbs of Greater Manchester, attracting many visitors in the summer months for walking and picnics and in winter for sledging. The most famous feature of a small civil parish is Lyme Park, a Tudor house with gardens created in the 1720s. Lyme Park, a Tudor house with gardens created in the 1720s was made most famous when Lyme Park, a Tudor house with gardens created in the 1720s featured as Mr Darcys house in the BBC dramatisation of Pride and Prejudice. Lyme Park, a Tudor house with gardens created in the 1720s has 17 acres of well maintained Victorian era gardens and is also open to visitors for guided tours of Lyme Park, a Tudor house with gardens created in the 1720s. The rest of a small civil parish consists of small farms which were all once part of the Handley estate but parcelled off at the turn of the 20th century. small farms which were all once part of the Handley estate but parcelled off at the turn of the 20th century mostly farm sheep with some cattle. In the past a small civil parish had a small civil parish's own flax mill, providing a use for a crop other than grass that could be grown on a relatively infertile soil type; although its own flax mill remains, its own flax mill is no longer functional.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 250, "text": "Ashford is a hamlet in the South Hams district, in the county of Devon, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 251, "text": "Oronsay is an uninhabited island in Loch Sunart, Scotland. Oronsay is low lying, barren and rocky, deeply indented with sea lochs. Oronsay encloses , a popular anchorage for yachts and a temporary home to fish farm cages.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 252, "text": "Hartwell is a village and former civil parish, now in the parish of Stone with Bishopstone and Hartwell, in the Aylesbury Vale district, in central Buckinghamshire, England. Hartwell is to the south of Aylesbury, by the village of Stone. In 1961 the civil parish had a population of 100. The village name is Anglo Saxon in origin, and means spring frequented by deer. In the Domesday Book of 1086 The village name was recorded as Herdewelle. The ruined Hartwell church was designed by the architect Henry Keene and completed in 1756. The ruined Hartwell church is one of the most important early Gothic revival churches in England and is Grade II listed. The ruined Hartwell church has an octagonal centre with twin towers. In the north and south bays are rose windows, other windows are represented as ogee arches. In the clerestory are quatrefoil windows. Inside, The ruined Hartwell church once had a plaster fan vault but a plaster fan vault has now fallen in, and the churchs windows are boarded. Today The ruined Hartwell church appears more as a garden folly, than a former place of worship. Attached to the estate is the former hamlet of Lower Hartwell.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 253, "text": "Manorbier Newton is a small village in the Pembrokeshire Coast National Park within the parish and community of Manorbier. The Pembroke River rises at nearby Hogeston Hill to flow past Lamphey and Pembroke Castle.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 254, "text": "Old Dam is a hamlet in Derbyshire, England. Old Dam is located 3 miles south west of Castleton on the edge of the village of Peak Forest.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 255, "text": "The London Borough of Harrow is a London borough in north west London, England, and forms part of Outer London. The London Borough of Harrow borders four other London boroughs Barnet to the east of ancient Watling Street , Brent to the south east, Ealing to the south and Hillingdon to the west plus the Hertfordshire districts of Three Rivers and Hertsmere to the north. The local authority is Harrow London Borough Council. The London Borough of Harrow London was formed in 1965, based on boundaries that had been established in 1934. The London Borough of Harrow is made up of three towns: Harrow proper, Pinner, and Stanmore.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 256, "text": "Seworgan is a village in the parish of Constantine in west Cornwall, England, United Kingdom.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 257, "text": "Flitton and Greenfield is a civil parish in Bedfordshire, England. Flitton and Greenfield consists of Flitton and Greenfield. Flitton and Greenfield Greenfield are two small hamlets in rural Mid Bedfordshire, situated along the river Flitt and adjoining Flitwick moor.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 258, "text": "Armagh City and District Council was a district council in County Armagh in Northern Ireland. Armagh City and District Council merged with Banbridge District Council and Craigavon Borough Council in May 2015 under local government reorganisation in Northern Ireland to become Armagh, Banbridge and Craigavon District Council. The Council area included the city of Armagh, as well as the surrounding area. City status was officially conferred in 1995. the city of Armagh has a long reputation as an administrative centre and the headquarters of the Southern Education and Library Board and the were located in the city of Armagh. The the city of Armagh Outreach Centre was established in 1995 and is linked to the Queens University of Belfast. The heads of both the Roman Catholic Church in Northern Ireland and the Church of Northern Ireland reside in the city of Armagh. Armagh City and District Council consisted of four electoral areas: the city of Armagh, Cusher, Crossmore and The Orchard, from which 22 councillors were elected for a period of four years by proportional representation. At the last election in 2011 members were elected from the following political parties: 6 Ulster Unionist Party . The last election was due to take place in May 2009, but, on 25 April 2008, Shaun Woodward, Secretary of State for Northern Ireland announced that The last election were to be postponed until the introduction of the eleven new councils in 2011. the introduction of the eleven new councils in 2011 were postponed in 2010, and the most recent district council elections took place in 2011. Together with part of the district of Newry and Mourne, Armagh City and District Council formed the Newry & the city of Armagh constituency for elections to the Westminster Parliament and Northern Ireland Assembly.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 259, "text": "South Kensington is a district just West of Central London in the Royal Borough of Kensington and Chelsea. Historically South Kensington settled on part of the scattered Middlesex village of Brompton. the scattered Middlesex village of Brompton's name was supplanted with the advent of the railways in the late 19th century and the opening and naming of local tube stations. South Kensington is known as a popular tourist destination owing to the density of museums and cultural landmarks. Adjacent affluent centres such as Knightsbridge, Chelsea and Kensington, have been considered as some of the most exclusive real estate in the world. Since World War I South Kensington has become a cosmopolitan area attracting Belgian and French refugees, but also Poles during World War II and after, and latterly Spanish, Italian, American, and Middle Eastern expatriates. The French presence is emphasised by the Lyce Franais Charles de Gaulle, the French Institute, hosting the Cin Lumire a window on French cinema and the Alliance franaise and the French consulate, among other diplomatic residences. With a French bookshop and many international cafs in South Kensington, South Kensington has been called Pariss 21st arrondissement.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 260, "text": "Kirkby Bentinck railway station is a former station on the Great Central Railway on the section from Nottingham Victoria to Sheffield Victoria. Kirkby Bentinck railway station was opened in March 1893 and closed in March 1963 after only 60 years in service.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 261, "text": "Goodnestone is a village and civil parish in the Swale district of Kent, England. The civil parish is called Graveney with Goodnestone. Goodnestone is mainly on the road Head Hill Road towards Graveney.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 262, "text": "Pigdon is a hamlet and former civil parish 3 miles from Morpeth, now in the parish of Meldon, in the county of Northumberland, England. In 1951 the parish had a population of 52.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 263, "text": "Burton Leonard is a village and civil parish in the Harrogate district of North Yorkshire, England, and approximately 7 miles south from Ripon. In the 2001 Census, the population of Burton Leonard was 654, which had risen to 690 by the time of the 2011 Census. In 2015, North Yorkshire estimated the population of the village had dropped to 670. Burton Leonard is typical of the area, with at Burton Leonard's centre a green, one public house, a church, a small primary school, a cricket field and a village shop. Buses run daily from a green to the nearby towns of Harrogate and Ripon.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 264, "text": "Ballydown is a townland of 529 acres in County Down, Northern Ireland. Ballydown is situated in the civil parish of Seapatrick and the historic barony of Iveagh Upper, Lower Half.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 265, "text": "North Sydmonton is a small village in the Basingstoke and Deane district of Hampshire, England. North Sydmonton's nearest town is Newbury, which lies approximately 4.3 miles north west from North Sydmonton.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 266, "text": "Clifton is a suburb of York in the unitary authority of the City of York, in the north of England about 1 miles from the city centre. The A19, passes north out of York through Clifton. The old village area was made a Conservation Area in 1968. Clifton is the location of Nestle Foods Factory and the Public Schools of St Peters and the former Queen Annes. The origin of Clifton is derived from the Old English pre 7th century clif, meaning a gentle slope, or more usually a riverbank, with tun, an enclosure or settlement.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 267, "text": "Sacred Heart Church is located in Forbes Road in the Hillsborough district of the city of Sheffield, South Yorkshire, England at grid reference SK333894. Sacred Heart Church is a Roman Catholic church in the Diocese of Hallam and is a Grade II listed building. Sacred Heart Church is situated in an elevated position and Sacred Heart Church's tower is a prominent landmark in the Hillsborough district of the city of Sheffield, South Yorkshire, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 268, "text": "Walton and Walton's chapel of ease, now deconsecrated, are in the campus grounds of The Open University, in the Walton Hall district.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 269, "text": "Childwall is an affluent suburb of Liverpool and a ward of Liverpool City Council. Historically in Lancashire, Childwall is located to the southeast of Liverpool and is bordered by Belle Vale, Bowring Park, Broadgreen, Gateacre, Mossley Hill, and Wavertree. In 2008, the population was recorded as 14,085.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 270, "text": "Bristol Island long island lying midway between Montagu Island and Thule Island in the South Sandwich Islands. Bristol Island long island lying midway between Montagu Island and Thule Island in the South Sandwich Islands's features include Harker Point, Fryer Point, Turmoil Point, Havfruen Peak, Trulla Bluff, Grindle Rock, Wilson Rock, Freezland Rock, Mount Sourabaya, Mount Darnley, and Forsters Passage. Bristol Island long island lying midway between Montagu Island and Thule Island in the South Sandwich Islands is composed of several active volcanoes with eruptions reported in 1823, 1935, 1936, 1950, 1956 and 2016. Bristol Island long island lying midway between Montagu Island and Thule Island in the South Sandwich Islands is the only land mass on the 59th parallel south.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 271, "text": "North Stoke is a village in the Horsham District of West Sussex, England. North Stoke is just over 2 miles to the south east and can be reached by a footpath and a footbridge over the river. A suspension bridge on a footpath was rebuilt by British Army Gurkhas in 2009 after being damaged by a falling tree.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 272, "text": "St. Andrew, Stoke Newington is a Grade II listed Anglican parish church on Bethune Road in Stamford Hill , in the London Borough of Hackney, England. St. Andrew, Stoke NewingtonSt. Andrew, Stoke Newington, is located at the junction of Bethune Road and Dunsmure Road in London N16.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 273, "text": "Agincourt Square is an open space in the centre of Monmouth, Wales, in front of the Shire Hall. Agincourt Square has been used for public functions and markets over the centuries.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 274, "text": "The Cheylesmore Memorial is a Grade II listed outdoor stone memorial dedicated to Cheylesmore, located in the Victoria Embankment Gardens in Westminster, London, England. The Cheylesmore Memorial was designed by Edwin Lutyens and unveiled in 1930. At the dedication ceremony on 17 July 1930, The Cheylesmore Memorial was unveiled by Prince Arthur, Duke of Connaught and Strathearn, the third son of Queen Victoria. Those attending included John Jellicoe, 1st Earl Jellicoe and Paul Methuen, 3rd Baron Methuen. The Cheylesmore Memorial is made of Portland stone and has seats backing on to a decorative screen facing a small pond. An inscription at the centre of a decorative screen facing a small pond reads: Cheylesmore, GBE, KCMG, KCMO, Grenadier Guards. Born 1848. Died 1925. Soldier, administrator, philanthropist and steadfast friend.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 275, "text": "Penge East railway station is on the Chatham Main Line in England, serving part of the Penge and Sydenham areas in the London Borough of Bromley, south London. Penge East railway station is 7 miles 15 chains down the line from London Victoria and is situated between Sydenham Hill and Kent House. Penge East railway station and all trains that call are operated by Southeastern, as part of the Bromley South Metro service. Penge East railway station is in Travelcard Zone 4.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 276, "text": "Jamaica Inn is a traditional inn on Bodmin Moor in Cornwall, United Kingdom. Built as a coaching inn in 1750, and having an association with smuggling, Jamaica Inn was the setting for Daphne du Mauriers 1936 novel Jamaica Inn, which was made into the film Jamaica Inn in 1939 by Alfred Hitchcock. Located just off the A30, near the middle of Bodmin Moor close to the hamlet of Bolventor, Jamaica Inn was used as a staging post for changing horses. As well as the film Jamaica InnAlfred Hitchcock , there has been a 1983 television series, Jamaica Inn, starring Jane Seymour, and a television adaptation in 2014 starring Jessica Brown Findlay directed by Philippa Lowthorpe. In addition to Jamaica Inn's use in literature, and film, Jamaica Inn is referenced in Jamaica Inn, a song written by Tori Amos on Tori Amos's album The Beekeeper, written while Tori Amos was travelling by car along the road of the Cornwall cliffs, and inspired by the legend Tori Amos had heard of Jamaica Inn. Jamaica Inn became a Grade II listed building on 23 November 1988. The hill named Tuber or Two Barrows, 1,122 feet , is close by.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 277, "text": "Walsden railway station serves the village of Walsden, Todmorden in West Yorkshire, England, on the edge of the Pennines. Walsden railway station is served by the Caldervale Line operated by Northern. Walsden railway station is 32 miles on 10 September 1990 as a replacement for an earlier structure that closed on 6 August 1961. an earlier structure that closed on 6 August 1961 was situated between the level crossing and the north portal of Winterbutlee Tunnel, a few yards south of Walsden railway station.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 278, "text": "Creigiau Cwm Ceriw a Ffos las is a Site of Special Scientific Interest in Ceredigion, west Wales.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 279, "text": "Shapinsay is one of the Orkney Islands off the north coast of mainland Scotland. There is one village on Shapinsay, Balfour, from which roll on/roll off car ferries sail to Kirkwall on mainland Scotland. Balfour Castle, built in the Scottish Baronial style, is one of Shapinsay most prominent features, a reminder of the Balfour familys domination of Shapinsay during the 18th and 19th centuries; the Balfour familys transformed life on Shapinsay by introducing new agricultural techniques. Other landmarks include a standing stone, an Iron Age broch, a souterrain and a salt water shower. With an area of 29.5 square kilometres , Shapinsay is the eighth largest island in the Orkney Islands. Shapinsay is low lying and fertile, consequently most of the area is given over to farming. Shapinsay has two nature reserves and is notable for Shapinsay's bird life. At the 2011 census, Shapinsay had a population of 307. The economy of Shapinsay is primarily based on agriculture with the exception of a few small businesses that are largely tourism related. Plans for the construction of a wind turbine are under consideration.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 280, "text": "Wickenby is a hamlet and civil parish in the West Lindsey district of Lincolnshire, England. Wickenby is situated approximately 5 miles south west from the town of Market Rasen. Wickenby existed at the time of Domesday Book of 1086 when Wickenby consisted of fifteen households. The parish church is a limestone Grade II listed building dedicated to Saint Peter and Saint Lawrence and dating from the 12th century, although The parish church was restored in 1868 by George Gilbert Scott. In the east wall of the south aisle is set a brass to Henry Millner, who died in 1635. Wickenby railway station on the Sheffield and Lincolnshire Extension Railway, opened in 1848 and closed in 1965. The former Free United Methodist Chapel, built 1878, was purchased in 1970 by the Holton Players who converted The former Free United Methodist Chapel, built 1878 into a 100 seat theatre, named Broadbent Theatre in memory of Roy Broadbent, father of Jim Broadbent, who designed converted. RAF Wickenby was a Second World War military airfield, opened in 1942. During Second World War as RAF Wickenby served as an RAF Bomber Command station used by Nos. 12 and 626 Squadrons. The northern part of RAF Wickenby has been used as a civilian airfield, Wickenby Aerodrome, since at least the 1970s. The southern part is disused, and the south eastern end of RAF Wickenby is occupied by a poultry farm. During the summer of 2015 a new aerobatic monoplane achieved a new aerobatic monoplane's first flight at Wickenby.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 281, "text": "North Walsham is a market town and civil parish in Norfolk, England within the North Norfolk district.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 282, "text": "The Champion is a grade II listed public house in Wells Street, in the City of Westminster, London. The Champion was built around 1860 to 1870 of gault brick with stucco dressings and a slate roof. Historic England comment on The Champion's lively classical detailing. The Champion was refitted by architects and Sylvia Reid in the 1950s following a competition in Architectural Review.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 283, "text": "Hesketh Bank is a small agricultural village in Lancashire, England. Hesketh Bank lies to the north east of the town of Southport on the Irish Sea estuary of the River Ribble. Hesketh Bank falls under West Lancashire Borough Council for administrative purposes, and Hesketh with Becconsall Parish Council for parochial matters. The population of the civil parish at the 2011 census was 4,041. Hesketh Bank is in the South Ribble parliamentary constituency.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 284, "text": "Boughton Monchelsea Place, previously Boughton Court, is a 16th century country house in Boughton Monchelsea, Kent, England. The first part of Boughton Monchelsea Place was built by Robert Rudston circa 156775 on the site of an earlier manor house. Boughton Monchelsea Place has been modified a number of times during Boughton Monchelsea Place's history achieving Boughton Monchelsea Place's present form in 1819. Boughton Monchelsea Place has been a home to a number of members of parliament for Maidstone or for Kent, England, including Sir Francis Barnham . Boughton Monchelsea Place sits on a south facing slope giving views across the extensive deer park and the Weald beyond. Kitchen gardens to the north of Boughton Monchelsea Place remain as remnants of 16th century formal garden planting. Boughton Monchelsea Place is a Grade I listed building and Boughton Monchelsea Place's barn is listed Grade II. The parks and gardens are listed Grade II.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 285, "text": "Aberdulais is a village and electoral ward in Neath Port Talbot, Wales, lying on the River Neath, in the community of Blaenhonddan. Aberdulais grew around the Aberdulais Falls, the site of successive industries and now a hydro electric station. The National Trust owns and administers the Aberdulais Falls, the site of successive industries and now a hydro electric station. The name Aberdulais is from the Welsh for the mouth of the River Dulais.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 286, "text": "Wretton is a village and civil parish in the English county of Norfolk.Wretton covers an area of 4.7 km2 North of the larger village of Stoke Ferry.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 287, "text": "Curry Lane is a hamlet in the parish of Boyton Cornwall, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 288, "text": "Harescombe is a small village in Gloucestershire, England. Harescombe is situated 5 miles , thus the full meaning of Harescombe would be the Armys Valley. Harescombe is indeed in a valley as Harescombe rests at the foot of the well known range of the Cotswolds called the Haresfield Beacon and Broadbarrow Green, which were sites of ancient British and Roman encampments. ancient British and Roman encampments were a part of a chain of fortresses expressly mentioned by Tacitus as having been raised by Ostorius Scapula between the Severn and Avon Rivers: old British works adapted by the Romans to the Romans's own requirements.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 289, "text": "Levenshulme railway station is in Levenshulme, Manchester, England. Levenshulme railway station is 3.1 miles south east of Manchester Piccadilly towards Stockport. Four tracks go through Levenshulme railway station, with the centre tracks used by fast trains and the outer by stopping trains.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 290, "text": "Newdigate is a village and civil parish in the Mole Valley borough of Surrey lying in a relatively flat part of the Weald to the east of the A24 road between Dorking and Horsham, 13 miles south of London. Neighbouring parishes are Charlwood, North Holmwood, South Holmwood, Leigh and Capel.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 291, "text": "Newmarket Racecourse is a British Thoroughbred horse racing venue in Newmarket, Suffolk, comprising two individual racecourses: the Rowley Mile and the July Course. Newmarket, Suffolk is often referred to as the headquarters of British horseracing and is home to the largest cluster of training yards in the country and many key horse racing organisations, including Tattersalls, the National Horseracing Museum and the National Stud. Newmarket, Suffolk hosts two of the country five Classic Races the 1,000 Guineas and 2,000 Guineas, and numerous other Group races. In total, Newmarket, Suffolk hosts 9 of British racings 36 annual Group 1 races.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 292, "text": "Ditton is a large village and civil parish in the borough of Tonbridge and Malling in Kent, England. Ditton is 4.6 miles , with farmland to the south and industry to the north. Ditton lies in the Medway Valley, on the northern edge of the Kent Weald, and adjoins the ancient parishes of Larkfield, Aylesford and Barming.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 293, "text": "Longtown is a small town in northern Cumbria, England, just south of the Anglo Scottish border. Longtown's sheep market was at the centre of the 2001 United Kingdom foot and mouth crisis. Just south west of Longtown is Arthuret Church, dedicated to St Michael and All Angels.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 294, "text": "Seething is a small village in Norfolk, England, about 912 miles south east of Norwich. Known as Seechin in Tudor England, Seething covers an area of 6.78 km2 and had a population of 341 in 141 households at the 2001 census, the population increasing to 365 at the 2011 Census. Seething's church, St Margaret, is one of 124 existing round tower churches in Norfolk, England. Seething Airfield, formerly RAF Seething, is located to the south of Seething.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 295, "text": "Little Snoring is a village and a civil parish in Norfolk, England. Little Snoring is approximately 2 miles west south west from Cromer, and to the side of the A148 road. At the 2011 Census, Little Snoring had population of 619. For the purposes of local government, Little Snoring falls within the district of North Norfolk.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 296, "text": "Glastonbury and Street railway station was the biggest station on the original Somerset and Dorset Joint Railway main line from Highbridge to Evercreech Junction until closed in 1966 under the Beeching axe. Glastonbury and Street railway station was the junction for the short branch line to Wells which closed in 1951. Opened in 1854 as Glastonbury, and renamed in 1886, Glastonbury and Street railway station had three platforms, two for Evercreech Junction to Highbridge services and one for the short branch line to Wells which closed in 1951Wells. Glastonbury and Street railway station had a large goods yard controlled from a signal box.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 297, "text": "Warden Law is a village and civil parish in the City of Sunderland in Tyne and Wear, England. Warden Law is south west of the City of Sunderland centre. Warden Law has a population of 33. At the 2011 Census the population remained less than 100. Details were included in the civil parish of Hetton. Warden Law is home to a karting track called Karting North East and the Warden Law Kart Club. Just over the hill is a new childrens farm activity centre Down at the Farm The site is also the location of several prehistoric burial sites and other neolithic groundworks and remains. The site was also the location of the Warden Law winding engine from 1822 until 1959 which was used by the Hetton Coal Company railway to power one of the very earliest non animal powered railways seen anywhere in the world.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 298, "text": "Watermill Cove is on the northwest coast of St Marys, Isles of Scilly. Watermill Cove is a historic anchorage, still used today by passing yachts and other small vessels. At Tregears Porth, there are the remains of an old quay, with the slipway still in use for small craft. Watermill Cove is within an Area of Outstanding Beauty, is a Geological Conservation Review site and was designated a Site of Special Scientific Interest the succession shows: head deposits organic silts and sands head deposits of the Late Devensian with microscopic remains of plants and pollen and dated to c. 30,000 years before present. microscopic remains of plants and pollen indicate an Arctic tundra climate raised beach deposits, a storm beach of the Late Ipswichian interglacial 130,000 years ago and ended about 114,000 years ago.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 299, "text": "Townhill is an electoral ward of Swansea, Wales, UK. Townhill is named after the Townhill area of Swansea, Wales, UK. Townhill consists of some or all of the following geographical areas: , Mayhill, Mount Pleasant and the Townhill area of Swansea in the parliamentary constituency of Swansea West. Townhill is bounded by the wards of Cockett and Cwmbwrla to the north; Castle to the east; and the Uplands to the south. For electoral purposes the local council divides Townhill into a number of polling districts, which are: Pryderi, Dyfed Avenue, Gwynedd Avenue, Gors Avenue, Mayhill North and Mayhill South. Townhill returns three councillors who are Geoffrey Burtonshaw, David Hopkins and Billy Jones, all of whom represent the Labour Party.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 300, "text": "Pontesford is a small village in Shropshire, England. Pontesford is located on the A488 outside the large village of Pontesbury, southwest of Shrewsbury. The population as taken at the 2011 census can be found under the large village of Pontesbury. Pontesford approximates to the northern extremity of the Pontesford Linley geological fault, which trends approximately 11 miles to Linley near Bishops Castle. On 2 April 1990, the Pontesford Linley geological fault, which trends approximately 11 miles to Linley near Bishops Castle registered an earthquake with a magnitude of 5.1 on the Richter scale, known as the Bishops Castle earthquake. Coal was mined there in the 19th century.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 301, "text": "Dovecote is a Grade IIlisted dovecote in the community of Angle, Pembrokeshire, Wales, which dates back to the 15th century. a Grade IIlisted dovecote in the community of Angle, Pembrokeshire, Wales, which dates back to the 15th century was listed on 14 May 1970 by Cadw. a Grade IIlisted dovecote in the community of Angle, Pembrokeshire, Wales, which dates back to the 15th century has a circular plan with open eye at the apex of the dome, and most probably built to serve the Old Rectory. a Grade IIlisted dovecote in the community of Angle, Pembrokeshire, Wales, which dates back to the 15th century is made of sandstone. Inside a Grade IIlisted dovecote in the community of Angle, Pembrokeshire, Wales, which dates back to the 15th century has 14 rows of 30 nesting boxes and a large number of flight holes horizontally within the walls, though some are blocked. This type is often found in Cornwall but is rare in Wales.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 302, "text": "Upper Beeding is a village and civil parish in the Horsham District of West Sussex, England. Upper Beeding is located at the northern end of the River Adur gap in the South Downs four miles .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 303, "text": "St Leonards Church, Shirland is a Grade II listed parish church in the Church of England in Shirland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 304, "text": "The Kings Arms is a pub at 25 Roupell Street, Waterloo, London SE1. The Kings Arms is a Grade II listed building, built in the early mid 19th century.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 305, "text": "Grittleton is a village and civil parish in Wiltshire, England, 6 miles northwest of Chippenham. The parish includes the hamlets of Foscote, Leigh Delamere, Littleton Drew and Sevington, and part of the hamlet of The Gibb. The Gauze Brook, a small tributary of the Avon, rises near Littleton Drew and flows east across The parish. the Avon was opened in 1971 across the south of The parish, passing close to the hamlet of The Gibb, Foscote, Sevington and Leigh Delamere.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 306, "text": "Cemlyn is a village in Anglesey, in north west Wales. Cemlyn lies near Cemlyn Bay. Cemlyn is in the community of Cylch y Garn.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 307, "text": "Pontypool and New Inn railway station is situated to the south east of Pontypool town centre between Pontypool town and the suburb of New Inn, Wales. Pontypool and New Inn railway station was formerly called Pontypool Road until renamed just Pontypool in 1972 and then to the present name in 1994. Pontypool and New Inn railway station is part of the British railway system owned by Network Rail and is managed by Transport for Wales, who operate all trains serving Pontypool and New Inn railway station. Pontypool and New Inn railway station lies on the Welsh Marches Line from Newport to Crewe.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 308, "text": "Nancegollan railway station located in Nancegollan, Cornwall served an important agricultural district and was also the railhead for the fishing port of Porthleven.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 309, "text": "Blackwell Farm is the name of one of the estates situated on the Hogs Back, on the West side of Guildford. Located in the parish of Compton, Blackwell Farm is currently a controversial issue as part of the Guildford Borough Councils Local Plan consultation.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 310, "text": "Westburn Park is located in Aberdeen, Scotland and is a large Aberdeen City Council owned public park. Westburn Park is a 10 hectare site and one of Aberdeen, Scotland biggest parks. Westburn Park does not have flowerbeds or gardens and is mainly grass with some trees. There are two large ponds through which a stream, the Gilcomston Burn, flows through the south of Westburn Park. There is a cycle track area for children. a cycle track area for children comprises miniature roads with road signs to teach children about how roads work. There is a skateboard ramp and a concrete mini skate and BMX cycle park. The childrens playground includes metal climbing frames. The Westburn tennis centre is a large indoor tennis centre with four indoor courts. The Westburn tennis centre provides tennis lessons and court hire. There are also four outdoor all weather courts and four grass courts which are available to members only. There is a grass bowls green where the has been held in the past. From 30 August 2008 to 6 September 2008, the World Singles Champion of Champions Bowling Tournament is being held. The Westburn Lounge, now closed, used to provide food and drinks for those in Westburn Park. Aberdeen City Council cited that The Westburn Lounge, now closed cost too much to run, although The Westburn Lounge, now closed is still available for special bookings.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 311, "text": "Little Altcar is a village and civil parish in the Metropolitan Borough of Sefton on Merseyside, on the West Lancashire Coastal Plain of England. Little Altcar has been absorbed into Formby. Little Altcar has a population of 892, increasing to 910 at the 2011 Census.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 312, "text": "Southend Airport railway station is on the Shenfield to Southend Line in the East of England, serving London Southend Airport, the village of Sutton and northern parts of Southend on Sea. Southend Airport railway station is 39 miles 44 chains but the trains serving Southend Airport railway station are operated by Greater Anglia. The Engineers Line Reference for the Shenfield to Southend Line is SSV; the stations three letter station code is SIA. The platforms have an operational length for 12 coach trains.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 313, "text": "Edlingham Castle is a small castle ruin, having Scheduled Ancient Monument and Grade I listed building status, in the care of English Heritage, in a valley to the west of Alnwick, Northumberland, England. Edlingham Castle has been described as ...one of the most interesting in England, by Nikolaus Pevsner, the architectural historian. Edlingham Castle is little more than a hamlet with a church alongside Edlingham Castle. Edlingham Castle are mostly laid low though much of the solar tower still stands despite an impressive crack running several stories down to ground level. The foundations and part of the walls of the hall house, gatehouse, barbican and other courtyard buildings are still visible, most dating from the 16th century. Edlingham Castle more properly a fortified manor house typical of many medieval houses in the North of England guards one of the few approaches to Alnwick through the hills to Alnwick's west. Edlingham Castle's fortifications were increased in response to the border warfare which raged between England and Scotland in the period from about 1300 to 1600.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 314, "text": "Coombe is a hamlet of the civil parish of Enford, Wiltshire, England, about 13 miles north of the cathedral city of Salisbury. Coombe lies on the River Avon between the larger villages of Enford and Netheravon, with nearly half of Coombe's houses on the road connecting the larger villages of Enford and Netheravon and the remainder in Coombe Lane.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 315, "text": "Hythe railway station in Hampshire was an intermediate station on the Totton, Hythe and Fawley Light Railway, which was built along the coast of Southampton Water to connect Totton and Fawley and to provide a freight link from the South Western Main Line to Fawley Refinery.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 316, "text": "Marros Pendine Coast is a Site of Special Scientific Interest in Carmarthen & Dinefwr, Wales. a Site of Special Scientific Interest includes Marros Sands, Morfabychan beach and part of Pendine Sands and some of the cliffs and slopes above Marros Sands, Morfabychan beach and part of Pendine Sands.a Site of Special Scientific Interest was designated in 1988 and has an area of 2.5 km.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 317, "text": "Whasset or Whassett is a hamlet near Milnthorpe in South Lakeland, Cumbria, England. Whasset or Whassett is in the historic county of Westmorland. Whasset or Whassett is in the parish of Beetham and lies south of Ackenthwaite. The spelling Whasset, with single t, is used on Ordnance Surveys 1:50,000 and 1:25,000 maps and by Beetham Parish Council. The spelling Whassett, with double t, is used by the Royal Mail and some other sources. To the south of Whasset or Whassett, beside the River Bela, is the Wings School, a residential school for 60 students aged 11 to 17 with social, emotional, behavioural and associated difficulties. the Wings School, a residential school for 60 students aged 11 to 17 with social, emotional, behavioural and associated difficulties occupies the site of Bela River Camp, a World War II prisoner of war camp which was later used as a prison.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 318, "text": "Tresparrett Posts is a hamlet in the civil parish of St Gennys in north Cornwall, England, United Kingdom.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 319, "text": "St Thomas Becket Church, sometimes referred to as St Thomas of Canterburys Church and known until 1796 as the Church of Our Lady, is the Church of England parish church of Warblington in Hampshire, England. St Thomas Becket Church was founded in the Saxon era, and some the Saxon era architecture survives. Otherwise St Thomas Becket Church is largely of 12th and 13th century appearance; minimal restoration work was undertaken in the 19th century. St Thomas Becket Church's situation in a lonely but well filled churchyard in a rural setting next to a farm made St Thomas Becket Church a common site for body snatching in the Saxon era, and two huts built for grave watchers survive at opposite corners of a lonely but well filled churchyard. Warblington is now a suburban area within the South Hampshire conurbation, and St Thomas Becket Church is about 1 mile from the centre of Havant, the nearest large town, but St Thomas Becket Church stands in a secluded area between a major trunk road and an inlet of the English Channel. Until the 19th century, when the parish was subdivided, St Thomas Becket Church served a large area including the nearby town of Emsworth. The parishes of Warblington and the nearby town of Emsworth have now been reunited, and regular services are held both at Warblington and at St Jamess Church in the nearby town of Emsworth. England has listed St Thomas Becket Church at Grade I, the highest grade, for St Thomas Becket Church's architectural and historical importance. Listed separately at the lower Grade II are two huts built for grave watchers. Important fittings in St Thomas Becket Church include a range of medieval and later monuments and locally made 13th century encaustic tiles.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 320, "text": "Sizewell is an English fishing hamlet in the civil parish of Leiston and the East Suffolk district of Suffolk, England. Sizewell lies on the North Sea coast just north of the larger holiday village of Thorpeness and between the coastal towns of Aldeburgh and Southwold. Sizewell is 2 miles east of the civil parish of Leiston and belongs within the Suffolk Coast and Heaths AONB. Sizewell is the site of two nuclear power stations with tentative plans for a third station to be built at Sizewell.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 321, "text": "Stirling railway station is a railway station located in Stirling, Scotland. Stirling railway station is located on the former Caledonian Railway main line between Glasgow and Perth. Stirling railway station is the junction for the branch line to Alloa and Dunfermline via Kincardine and is also served by trains on the Edinburgh to Dunblane Line and long distance services to Dundee & Aberdeen and to Inverness via the Highland Main Line.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 322, "text": "Ellesmere Rural is a civil parish in Shropshire, England. In 2011 Ellesmere Rural covered a large area mainly to the west of the town of Ellesmere. Ellesmere Rural consists of farmland and a number of small settlements including Dudleston Heath , and .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 323, "text": "All Saints Church, Hockley, originally known as All Saints Church, Nineveh, is a former Church of England parish church in Birmingham.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 324, "text": "Royal Air Force Bushey Hall or more simply RAF Bushey Hall is a former Second World War non flying Royal Air Force station located 6.7 miles north east of Uxbridge, London, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 325, "text": "Bratton Fleming is a large village, civil parish and former manor near Barnstaple, in Devon, England. The population in 2001 was 942, falling to 928 in 2011. Bratton Fleming is a few miles west of Exmoor. Bratton Fleming is surrounded, clockwise from the north, by the parishes of Challacombe, Brayford, Stoke Rivers, Goodleigh, Shirwell, Loxhore, Arlington and Kentisbury.There is an electoral ward with the same name. The ward population at the 2011 census was 2,117.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 326, "text": "The Church of Saint Oswald, King and Martyr is an Anglican church serving the village and parish of Oswaldkirk, North Yorkshire, England. The Church of Saint Oswald, King and Martyr is located along the main road passing through the village and parish of Oswaldkirk, North Yorkshire, England east of Ampleforth Abbey. Dedicated to Saint Oswald, King and Martyr, The Church of Saint Oswald, King and Martyr is over 900 years old and administered by the Church of England. The Church of Saint Oswald, King and Martyr is part of a four parish benefice, the Benefice of Ampleforth Abbey with the village and parish of Oswaldkirk, North Yorkshire, England, Gilling East and Stonegrave, in the archdeaconry of Cleveland, and the diocese of York. The Church of Saint Oswald, King and Martyr has been a Grade II listed building since 1955, and is the oldest building in the village and parish of Oswaldkirk, North Yorkshire, England by more than six centuries.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 327, "text": "Llannerch y medd, is a small village, community and post town on the Isle of Anglesey in Wales. The Royal Mail postcode is LL71, and Llannerch y medd has a population of 1,360, of whom more than 60% is Welsh speaking. Llannerch y medd is situated near the centre of the Isle of Anglesey in Wales close to the large water supply reservoir, Llyn Alaw, and is believed to have an ancient foundation. Llannerch y medd means a woodland clearing. The word medd in Llannerch y medd is Welsh for mead, which is made from honey, and Llannerch y medd may be related to the production of honey for mead. The disused Anglesey Central Railway runs through Llannerch y medd. The disused Anglesey Central Railway's station, opened in 1866, was closed in 1964 as part of the Beeching Axe, and The disused Anglesey Central Railway's goods yard is now a car park. There is now a cafe and tea rooms housed in a modern extension of the old buildings. Just to the northeast of Llannerch y medd is the hill called Pen y Foel which is 123m above sea level; between 1951 and 1956 the hill called Pen y Foel which is 123m above sea level was the site of a VHF Fixer station, part of the RAF Western Sector, and was one of a number similar fixed sites managed by RAF Longley Lane near Preston in Lancashire. the hill called Pen y Foel which is 123m above sea level contained an octagonal wooden hut with a hand steerable radio mast with two radio receivers of type R1392D, transmitter and telephone line. an octagonal wooden hut with a hand steerable radio mast with two radio receivers of type R1392D, transmitter and telephone line was protected by a close surrounding octagonal brick wall to provide some bomb blast protection which still exists. the hill called Pen y Foel which is 123m above sea level was used to allow each sector to locate RAF or allied aircraft and to help pilots find airfields in low cloud weather conditions. Also on the hill called Pen y Foel which is 123m above sea level was a rectangular brick hut who were billeted with a landlady in Llannerch y medd and attached to nearby RAF Valley. the hill called Pen y Foel which is 123m above sea level closed in around 1956 as the technology was replaced by improved systems. the hill called Pen y Foel which is 123m above sea level is also the basis for the name of the local Male Voice Choir Cor Meibion Y Foel which is a member of the National Association of Choirs. the local Male Voice Choir Cor Meibion Y Foel which is a member of the National Association of Choirs has 43 members and rehearses in Llannerch y medd at Capel Ifan. Over the past decade the local Male Voice Choir Cor Meibion Y Foel which is a member of the National Association of Choirs has supported local Eisteddfodau, competed in the Anglesey Eisteddfod, raised money for numerous charities and has entertained audiences in concerts, weddings and other functions throughout North Wales. A claim that Mary, the mother of Jesus, is buried in Llannerch y medd forms the subject of Graham Phillipss The Marian Conspiracy. Mary, the mother of Jesus traditional burial place is near Ephesus, in present day Turkey.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 328, "text": "Stamfordham is a village and civil parish in Northumberland, west of Newcastle upon Tyne, north of Corbridge and east of Hexham. The population of the civil parish at the 2001 Census was 1,047, rising to 1,185 at the 2011 Census. The place name Stamfordham is first attested in the Pipe Rolls for 1188, where it appears as Stanfordhamn, which roughly translates as village at the stony ford. The Church of England parish church of St Mary the Virgin was built in the 13th century and overrestored under the direction of Benjamin Ferrey in 1848. In addition to St Marys, there is a non denominational Church on the Green. the Green contains both a market cross , the first team of which competes in the West Tyne League. The Grade II listed Bay Horse Inn closed in November 2014. Stamfordham is also host to a number of cycling events, including the Cyclone Festival of Cycling and the HSBC UK National Road Race Championships.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 329, "text": "Herne and Broomfield is a civil parish and electoral ward within the City of Canterbury. Herne and Broomfield is situated to the north of the City of Canterbury in Kent. The seaside town of Herne Bay is the other side of the A299 road, Thanet Way that marks the northern boundary of Herne and Broomfield. Greenhill, part of The seaside town of Herne Bay, lies to the west, the parishes of Hoath and Chislet are to the east and Sturry parish is to the South. Herne and Broomfield have both expanded greatly over recent years and between The village of Herne and the now merged hamlet of Broomfield have a population of over 8,000 people. The original Micropub, The Butchers Arms, opened in Herne in 2005.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 330, "text": "Boston Priory was a priory in Boston, Lincolnshire, England. The origins of St Botolphs Church, Boston, Lincolnshire, England have The origins of St Botolphs Church, Boston's roots in the former priory church of the Benedictine monastery. the former priory church of the Benedictine monastery St Botolphs Church, Boston was granted to St Marys Abbey, York, shortly after 1089 and a priory of monks was constituted. The foundations of the former priory church of the Benedictine monastery were discovered during restoration work on the north side of St Botolphs Church, Boston, 18513. There is no record of Boston Priory after 1281, and the present church was not begun until 1309.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 331, "text": "Heather and Ibstock railway station is a disused railway station on the former Ashby and Nuneaton Joint Railway. Heather and Ibstock railway station served the villages of Heather and Ibstock. Heather and Ibstock railway station closed to passengers in 1931 but closed to parcel traffic in 1951. Goods continued to pass through until 1954 when the former Ashby and Nuneaton Joint Railway was closed from Hugglescote to Shackerstone. The site has since been demolished and is now part of a housing estate which now occupies The site.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 332, "text": "Marlpool railway station was a former railway station at Marlpool in Derbyshire. Marlpool railway station was opened on the Heanor branch from Ilkeston on the Great Northern Railway Derbyshire Extension line. Opened in 1891, passenger services finished in 1928.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 333, "text": "Cilfynydd is a village in the county borough of Rhondda Cynon Taf, Wales, a mile from the South Wales Valleys town of Pontypridd, and 13 miles north of the capital city, Cardiff. Cilfynydd is also an electoral ward for the county council and the South Wales Valleys town of Pontypridd.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 334, "text": "GCHQ Scarborough is a satellite ground station located on Irton Moor, on the outskirts of Scarborough in North Yorkshire, England, operated by the British signals intelligence service . GCHQ Scarborough is believed to be the longest continuous serving site for signals intelligence in the world.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 335, "text": "Aldringham is a village in Suffolk, England. Aldringham is located 1 mile northwest of Aldeburgh close to the North Sea coast. The parish includes the coastal village of Thorpeness. The mid 2005 population estimate for The parish was 730.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 336, "text": "Broughton is a village and civil parish in the Ryedale district of North Yorkshire, England. Broughton is situated 1.5 miles north west of Malton. According to the 2011 census the parish had a population of 212, a reduction from the 2001 census when a population of 212 stood at 233.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 337, "text": "Carrington Baptist Church was a Baptist church on Sherbrooke Road, Carrington, Nottingham which was opened in 1883.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 338, "text": "Hellifield railway station serves the village of Hellifield in North Yorkshire, England. Hellifield railway station is 36 14 miles north west of Leeds on the Leeds to Morecambe Line towards Carlisle and Morecambe. The Ribble Valley Line from Blackburn also joins the Leeds to Morecambe Line at Hellifield which is managed by Northern Trains, who provide all passenger train services. Hellifield railway station is unstaffed, although the buildings are in private use and open to the public at certain times.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 339, "text": "Sproatley is a village and civil parish in the East Riding of Yorkshire, England. Sproatley is situated approximately 7 miles north of Hedon at the junction of the B1238 and B1240 roads. The village church, dedicated to St. Swithin, is said to contain a small chamber organ built by Father Smith in the late 17th, early 18th century. The village church, dedicated to St. Swithin was designated a Grade II listed building in 1987. According to the 2011 UK census, Sproatley had a population of 1,350, a decrease on the 2001 UK census figure of 1,353.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 340, "text": "Puckeridge is a village in East Hertfordshire, England with a population of 3,561 . Eventually the coming of the railway in the 19th century led to a decline in the fortune of the many Taverns and Inns in a village in East Hertfordshire, England.a village in East Hertfordshire, England is now a popular place to live close to good road networks leading into and around London.a village in East Hertfordshire, England shares a village in East Hertfordshire, England's name with , a Hunt class destroyer which was lost to enemy action during World War II. a village in East Hertfordshire, England houses three schools, small convenience stores and two pubs with a mixture of old and relatively new houses. Near a village in East Hertfordshire, England, there was , a free standing tower radiator used for DECCA.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 341, "text": "The Chester Road North Ground, often referred to simply as Chester Road or Kidderminster, is a cricket ground in Kidderminster, Worcestershire, England. The Chester Road North Ground is the home of Kidderminster Cricket Club, and is currently used for Worcestershire County Cricket Clubs Second XI matches. The Chester Road North Ground was opened in 1870.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 342, "text": "Old Holbrook is a hamlet in the Horsham district of West Sussex, England. Old Holbrook is located north of the Horsham residential area of Holbrook beyond the A264. Old Holbrook is bordered by Graylands to the west, Wimlands to the east, and Green Lane on Old Holbrook's northern perimeter.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 343, "text": "Normanton on Trent is a village in Nottinghamshire, England. Normanton on Trent is nine miles south east of Retford. According to the 2001 census Normanton on Trent had a population of 299, increasing to 345 at the 2011 census and including Low Marnham. The parish church of St Matthew is 13th century. There are two public houses, however there are no shops,the nearest shop is the Co Op, in Sutton on Trent. There is a Primary school in Normanton on Trent, St.Matthews C of E Primary school.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 344, "text": "Burnham on Crouch is a town and civil parish in the Maldon District of Essex in the East of England. Burnham on Crouch lies on the north bank of the River Crouch. Burnham on Crouch is one of Britains leading places for yachting. The civil parish extends 5 miles east of Burnham on Crouch to the mouth of the River Crouch. The civil parish includes the hamlets of Creeksea and Ostend west of Burnham on Crouch, Stoneyhills to the north and Dammer Wick, West Wick and East Wick east of Burnham on Crouch.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 345, "text": "Shelderton is a hamlet in south Shropshire, England. Shelderton is located just southeast of the village of Clungunford and is part of the village of Clungunford civil parish. Shelderton was a medieval township and belonged to Munslow hundred. The border with Herefordshire is nearby to the south. The small hamlet of Little Common is near to Shelderton, on the B4367 road, and is connected with Shelderton by a footpath . The nearest market towns are Craven Arms and Ludlow. A Roman road runs through Shelderton, on A Roman road's way between the Roman fort and settlement at Leintwardine and the city at Wroxeter. There is a Royal Mail post box in Shelderton.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 346, "text": "Witton Gilbert is a village and civil parish in County Durham, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 347, "text": "Stronsay is an island in Orkney, Scotland. Stronsay is known as Orkneys Island of Bays, owing to an irregular shape with miles of coastline, with three large bays separated by two isthmuses: St Catherines Bay to the west, the Bay of Holland to the south and Mill Bay to the east. Stronsay is 3,275 hectares in altitude at Stronsay's highest point. Stronsay has a usually resident population of 349. The main village is Whitehall, home to a heritage centre. Sights on Stronsay include the , a natural arch described as the finest in Orkney, Scotland, white sand beaches in three large bays, and various seabirds amongst which are Arctic terns.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 348, "text": "The Church of St Luke is a Church of England Grade II listed church located in the centre of Wallsend, North Tyneside, next to Station Road.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 349, "text": "Guyzance, historically Guizance, is a small village or hamlet in Northumberland, England. Guyzance is located on the River Coquet, roughly 6 miles south of Alnwick and around 3 miles west of Amble. Guyzance is one of only two places in Great Britain with a zance ending; the other is Penzance in Cornwall. The similar names are co incidence however.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 350, "text": "Wednesbury Town railway station was a station on the South Staffordshire Line.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 351, "text": "Deans is a small community within the town of Livingston in West Lothian, Scotland. Deans is situated in the northern part of the town of Livingston in West Lothian, Scotland, The western area of Deans was formerly known as Livingston Station, as The western area of Deans is the location of former oil works and a railway station. Many people who have lived in The western area of Deans for a long time often refer to The western area of Deans as such. In 2010 the population of Deans was 3,641", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 352, "text": "Sheraton is a village in County Durham in England. Sheraton is situated a few miles to the north west of Hartlepool. The A19 road bisects Sheraton. In medieval times there was a more sizable settlement here, first recorded in 1050 AD under the name Scurafaton. In the 19th century Sheraton was part of the Parish of Monkhesleton, and later the civil parish of Sheraton with Hulam. Sheraton Hall and Sheraton Hall Cottage date from the mid 18th century and are Grade II listed.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 353, "text": "Renton railway station is a railway station serving the village of Renton, Scotland. Renton railway station is managed by Abellio ScotRail and is served by trains on the North Clyde Line, 17 miles west of Glasgow Queen Street.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 354, "text": "Ballygallagh is a townland in County Antrim, Northern Ireland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 355, "text": "The Holm of Scockness is a small island in the Orkney Islands, between Rousay and Egilsay. The Holm of Scockness is currently used for grazing. The Holm of Scockness's name is Norse in origin and means little island of the crooked headland.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 356, "text": "Haster is a small remote rural hamlet and district in Wick, in the Highland area of Scotland. Haster is located just west of the Bridge of Haster, which carries the A882 road linking the burghs of Wick and Thurso over Achairn Burn to the main A9 road. Haster is about four kilometres west of Wick and about eight kilometres east of Watten. An older centre is about one kilometre to the south. Haster has 2 play parks and a football pitch. Birthplace of legendary float builders.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 357, "text": "Dalry is a small town in the Garnock Valley in Ayrshire, Scotland. Drakemyre is a northern suburb.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 358, "text": "Barton is a suburb of Oxford, England on Oxford, England eastern edge. Barton is just outside the Northern By Pass Road, north of Headington Roundabout where North Way .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 359, "text": "Queens Park south of the city centre, and gives Queens Park south of the city centre's name to a nearby railway station and several other local businesses and institutions, including the football team Queens Park F.C.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 360, "text": "Coplow Dale is a small settlement in the civil parish of Little Hucklow, Derbyshire, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 361, "text": "Butsfield is a village in County Durham, in England. Butsfield is situated a few miles to the south of Consett, near the village of Satley. Butsfield Burn Farm is the farm located at the centre of the Butsfield area. Butsfield was the site of the murder of council officer Harry Collinson by Albert Dryden in June 1991.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 362, "text": "All Saints Church is a Church of England parish church in the town of Reading in the English county of Berkshire. All Saints Church is on Downshire Square, a tree lined square in West Reading close to the Bath Road. All Saints Church is part of the parish of St. Mark and All Saints Church, which includes St. Marks Church. All Saints Church was built between 1865 and 1874, as a daughter church of the Minster Church of St Mary, to serve the growing population of the the Bath Road area. All Saints Church was designed by the architect James Piers St Aubyn. The construction is of coursed rubble with ashlar dressings and weathered buttresses. The roof is tiled, and All Saints Church has a five bay aisled nave with a short transept. The interior includes a painted arcade, a rich five window apse, and mural mosaics, the finest of which is a glass mosaic reredos depicting the last supper. a glass mosaic reredos depicting the last supper came from the London workshop of the renowned glass artist Antonio Salviati and was installed in 1866. The foundations for a tower to the south side of All Saints Church were constructed, but a tower to the south side of the church was never completed. The music for All Saints Church was originally provided by a small four stop organ lent to All Saints Church by a Father Willis, which was positioned in the original North transept. a small four stop organ lent to the church by a Father Willis, which was positioned in the original North transept was extensively enhanced to include a triple keyboard and additional pipes between 1874 and 1883, and has remained in more or less the same form until the present day. There is a current project appeal for the upgrading of All Saints Church to modern accessibility standards. a current project appeal for the upgrading of the church to modern accessibility standards hopes to add toilet facilities and improve disabled access to All Saints Church whilst retaining the churchs unique character and architectural features. All Saints Church is categorised as a Grade II listed building by English Heritage.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 363, "text": "The TA postcode area, also known as the Taunton postcode area, is a group of 24 postcode districts in South West England, within 19 post towns. 24 postcode districts cover western Somerset , plus very small parts of Dorset and Devon.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 364, "text": "Barrow is a village and civil parish in the county of Rutland in the East Midlands of England. Barrow is located about five miles north east of Oakham. At the 2011 census the population remained less than 100 and is included in the civil parish of Cottesmore.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 365, "text": "Lache southwest of the ancient city, with good local transport links en route to Saltney. The main streets are Cliveden Road, which runs through the centre of the estate, and Sycamore Drive. the estate runs almost continuously into Westminster Park and Saltney.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 366, "text": "Homerton Baptist Church is an independent evangelical fellowship affiliated with the Association of Grace Baptist Churches .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 367, "text": "West Coker is a large village and civil parish in Somerset, England, situated 3 miles south west of Yeovil in the South Somerset district.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 368, "text": "Dines Green is a suburb of Worcester in England, and lies in the St. John ward in the west of Worcester . Initially developed as council housing, Dines Green now consists of a mix of council and privately owned homes: 49% of households were renting from the council or another landlord at the 2001 census.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 369, "text": "Arley and Fillongley railway station was a station on the Midland Railway, which operated in the Midland county of Warwickshire, in England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 370, "text": "St Thomas Church, Southwark, London, England. The first church building was part of the original St. Thomas Hospital which was located to the area around the present St Thomas Street, from the infirmary at St Mary Overie priory in 1212. the original St. Thomas Hospital which was located to the area around the present St Thomas Street, from the infirmary at St Mary Overie priory in 1212 was therefore also an Augustinian house. The hospital/conventual precinct became a parish no later than 1496. The hospital/conventual precinct was named after Thomas Becket whose cult pilgrimage to Canterbury began at London Bridge. St Thomas Church was renamed St Thomas Church following the abolition of the Becket cult in 1538 during the Reformation. St Thomas Church was built by the Hospital Governors to designs by Thomas Cartwright in 1703. St Thomas Church had a garret that was called the Herb Garret in 1821. In 1821, the Old Operating Theatre was built in a garret that was called the Herb Garret. St Thomas Church's use as a church became redundant in 1899 and The hospital/conventual precinct merged with St Saviours, which became Southwark Cathedral in 1905; St Thomas Church then was used as the Chapter House for Southwark Cathedral. In the late 20th century St Thomas Church was used as office space by the Chapter Group, an insurance company. St Thomas Church was undermined by the Jubilee Line Extension workings and was at risk but repairs were effected from 2010 St Thomas Church became the HQ of the Cathedral Group property development company. St Thomas Church also houses the oldest surviving operating theatre in England. the oldest surviving operating theatre in England was uncovered in 1957 by Raymond Russell, and is situated in a garret that was called the Herb Garret.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 371, "text": "Cwmbach railway station is a railway station serving the village of Cwmbach in Rhondda Cynon Taf, Wales. Cwmbach railway station is located on the Aberdare branch of the Merthyr Line. Passenger services are provided by Transport for Wales.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 372, "text": "Kettlethorpe, originally a separate village, is a suburb that lies 2.5 miles south of Wakefield city centre, in West Yorkshire, England. a suburb that lies 2.5 miles south of Wakefield city centre, in West Yorkshire, England has a secondary education school, Kettlethorpe High School, which is a specialist maths and computing college. a secondary education school, Kettlethorpe High School, which is a specialist maths and computing college has been deemed to be good by Ofsted in 2011 and again in 2016. Kettlethorpe Hall was built in 1727 built by the Pilkington family. Kettlethorpe Hall has been converted into two separate houses.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 373, "text": "Aberaman is a village near Aberdare in the county borough of Rhondda Cynon Taf, south Wales. Aberaman was heavily dependent on the coal industry and the population, as a result, grew rapidly in the late nineteenth century. Most of the coal industry has now disappeared and a substantial proportion of the working population travel to work in Cardiff and the M4 corridor. Many residents also work in the nearby towns of Aberdare and Pontypridd.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 374, "text": "Kingston is a district in the east side of Milton Keynes, in the civil parish of Kents Hill, Monkston and Brinklow. Kingston District Centre is a large retail development that serves the east side of Milton KeynesMilton Keynes , the rest of Kingston consists of a motor dealer, light industry factories and warehouses.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 375, "text": "Old Cardinham Castle is a hamlet in Cornwall, England, UK. Old Cardinham Castle is in the parish of Cardinham very close to the site of the Norman Cardinham Castle, caput of the feudal barony of Cardinham.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 376, "text": "Middle Rasen is a village and civil parish in the West Lindsey district of Lincolnshire, England, located about 1.5 miles west from the town of Market Rasen. The population of the civil parish at the 2011 census was 2,043.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 377, "text": "Glogue north of Llanfyrnach, in the community of Crymych in the east of the county of Pembrokeshire, Wales. It was the site of slate quarrying from the 18th century; slate quarrying employed over 80 men when the railway came to the area in the 19th century and improved distribution. Quarrying ended in 1926 and the railway closed in 1962. Glogue Farm is just north of It, in Clydau community.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 378, "text": "Braishfield is a village and civil parish north of Romsey in Hampshire, England. The name is thought to be derived from the Old English brsc + feld, meaning open land with small branches or brushwood. The hamlet of Pucknall lies due east of Braishfield.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 379, "text": "Bac Beag is a Scottish island, part of the Treshnish Isles in the Inner Hebrides.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 380, "text": "Aldersgate was one of the northern gates in the London Wall which once enclosed the City of London. Aldersgate gave Aldersgate's name to the City Ward of Aldersgate, traditionally divided into Aldersgate Within and Aldersgate Without, the suffix denoting whether the part was within the line of the London Wall which once enclosed the City of London or outside the London Wall which once enclosed the City of London. In 2013 the ancient ward boundaries were redrawn, the names are preserved but the names's location only loosely approximates to the names's historic extent. Aldersgate also gave Aldersgate's name to Aldersgate Street, which runs north from Aldersgate towards Clerkenwell. Aldersgate Street, which runs north from the former gate towards Clerkenwell was wholly part of Aldersgate Without until a short section further north was renamed and so added to Aldersgate Street, which runs north from the former gate towards Clerkenwell.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 381, "text": "The Oaks railway station served the community of The Oaks in Bromley Cross, Lancashire, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 382, "text": "Hathersage railway station serves the village of Hathersage in the Derbyshire Peak District, in England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 383, "text": "Tickhill Friary was an Augustinian friary in Tickhill, South Yorkshire, England. John Clarel, a canon of Southwell, founded Tickhill Friary about 1260. Tickhill Friary was dissolved in 1530. The remains are a Grade II listed monument. The 14th century buildings were converted into dwellings in the 17th century, extensions followed in the 19th century. Until 1530, the Fitzwilliam tomb was located in the friary church, but was then moved into the parish church.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 384, "text": "Little Coates is an area of western Grimsby, North East Lincolnshire, England. Little Coates is in the Yarborough ward of the North East Lincolnshire Unitary Council.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 385, "text": "South Cockerington is a village and civil parish in the East Lindsey district of Lincolnshire, England. South Cockerington is situated approximately 4 miles east from the market town of Louth. The parish church is a Grade I listed building dedicated to Saint Leonard dating from the early 14th century, and restored in 1872 73. The parish church is built from greenstone, limestone and brick. Inside there is a 15th century font, and an alabaster monument to Sir Adrian Scrope who died in 1623, attributed to Epiphanius Evesham. South Cockerington Hall was demolished in 1926. In South Cockerington were four almshouses which are now a Grade II listed house, dating from about 1890, built in red brick.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 386, "text": "Crays Hill is a village in the Basildon borough of Essex, England. The River Crouch passes under Church Lane. Crays Hill was listed in Domesday Book of 1086 when the Lord of the manor and tenant in chief was Sasselin of Layer. Crays Hill was part of the civil parish of Ramsden Crays until 1934 when the civil parish of Ramsden Crays was abolished to enlarge South Hanningfield.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 387, "text": "Rhydlewis is a small inland village in Ceredigion, Wales. Rhydlewis is situated in an agricultural area with pasture land, woods and low hills.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 388, "text": "The template Infobox UK disused station is being considered for merging. Lochee railway station served the area of Lochee, Dundee, Scotland from 1861 to 1955 on the Dundee and Newtyle Railway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 389, "text": "Merrington is a small village in Shropshire, England. Merrington is situated to the north of the larger village of Bomere Heath and lies in the parish of Pimhill. Nearby, to the west, is the hamlet of Old Woods.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 390, "text": "Chrishall above sea level, road construction has avoided this high ground and therefore Chrishall is off the beaten track. Despite Chrishall's relative isolation Chrishall retains facilities such as a pre school as well as a primary school. Chrishall also boasts a sports field, a new playground, a church, a village hall and many clubs and societies as well as the Red Cow public house. Chrishall population has remained largely unchanged over the last 170 years. In 1841 Chrishalls population totalled 518 and today about 450 people live in Chrishall.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 391, "text": "Cauldwell is an electoral ward and area within the town of Bedford, England. The boundaries of Cauldwell are approximately Rope Walk to the north, Redwood Grove and Willow Road to the east, with the Midland Main Line railway line to the south. Cauldwell is sometimes known as St Johns.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 392, "text": "Hampton Gay is a village in the Cherwell Valley about 1.5 miles north of Kidlington, Oxfordshire.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 393, "text": "Trinity Methodist Church, Harrogate is located in Harrogate. Trinity Methodist Church, Harrogate is a Grade II listed building.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 394, "text": "Crofthandy is a hamlet in the parish of Gwennap, Cornwall, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 395, "text": "How Wood railway station is in the village of How Wood, Hertfordshire, England. How Wood railway station is the fourth station on the Abbey Line, 4 12 miles , How Wood railway station is a simple unstaffed halt. How Wood railway station was opened by British Rail in October 1988 to coincide with the overhead electrification of the Abbey Line.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 396, "text": "Livingston North railway station is one of two railway stations serving the new town of Livingston in West Lothian, Scotland. Livingston North railway station is located on the Edinburgh Bathgate Line 15 miles west of Edinburgh and situated in the Carmondean area of the new town of Livingston in West Lothian, Scotland. The other railway station in the new town of Livingston in West Lothian, Scotland is Livingston South on the Shotts Line.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 397, "text": "Attleborough is an ancient village that dates to before 1150. Owned by Robert de Beaumont, 1st Earl of Leicester and given by Robert de Beaumont, 1st Earl of Leicester to the Nuns of . Confirmed by Robert de Beaumont, 1st Earl of Leicester's son in 1168. Attleborough was sold by Chaise Dieu in about 1293 to Nuneaton. On the Dissolution Attleborough passed to Sir Marmaduke Constable retaining Attleborough's separate constitution. For more history see Dugdale & ex.inf. The Rev. M Knight Nuneaton in Warwickshire in central England. Attleborough should not be confused with the larger town of Attleborough in Norfolk. Attleborough is about a mile south east of the town centre. The centre of Attleborough has a village feel to The centre of Attleborough and contains a number of shops, restaurants, takeaways and pubs the Bull, Fox Inn and Royal Oak a 1718 C. Coaching Inn. The Holy Trinity Church of England was built in 1842, as a Chapel of Ease of Nuneaton St. Nicholas. Nonconformist Baptist church dates from 1821, Strict Baptist 1880 and Methodist Church in Hall End. A wider variety of amenities can be found in the town centre, 10 to 15 minutes walk away.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 398, "text": "Richmond, also known as Richmond down the line from London Waterloo. For London Overground and London Underground services, the next station is Kew Gardens.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 399, "text": "Morton Pinkney which served the Northamptonshire village of Moreton Pinkney between 1873 and 1952. Morton Pinkney which was situated not far from Sulgrave Manor, the ancestral home of George Washingtons family.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 400, "text": "Barnsbury is an area of north London in the London Borough of Islington, in the N1 postal district. The name is a syncopated form of Bernersbury is located within Barnsbury.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 401, "text": "Colburn is a town, civil parish and electoral ward in the Richmondshire district of North Yorkshire, England. Colburn is approximately 2 miles west of Catterick village and has a population of 4,860 according to the 2011 census, rising from 3,606 in 2001.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 402, "text": "Bournville is a model village on the south side of Birmingham, England, best known for Bournville's connections with the Cadbury family and chocolate including a dark chocolate bar branded Bournville. Historically in northern Worcestershire, Bournville is also a ward within the council constituency of Selly Oak and home to the Bournville Centre for Visual Arts. Research by the Joseph Rowntree Foundation in 2003 found that Bournville was one of the nicest places to live in Britain.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 403, "text": "Peckham south east of Charing Cross. At the 2001 Census the Peckham ward had a population of 14,720. Peckham was originally part of the parish of Camberwell in Surrey, which became the Metropolitan Borough of Camberwell within the County of London in 1889. In 1965, the Metropolitan Borough of Camberwell within the County of London was abolished and Peckham became part of the newly created London Borough of Southwark.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 404, "text": "Darley Abbey is a former historic mill village, now a suburb of the city of Derby, England. Darley Abbey is located approximately 1.4 miles north of the city centre, on the west bank of the River Derwent, and forms part of the Darley ward along with Little Chester and the West End. Darley Abbey dates back to the medieval era, when Darley Abbey was the site of an Augustinian monastery. In the 18th century, the Evans family developed the Evans family's planned industrial mill village in Darley Abbey; Darley Abbey is now part of the Derwent Valley Mills World Heritage Site. The areas population is counted as part of the Darley ward.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 405, "text": "Mwyngloddfa Brynyrafr is a Site of Special Scientific Interest in Ceredigion, west Wales.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 406, "text": "The Glyderau are a mountain group in Snowdonia, North Wales. The Glyderau derives from the highest peaks in a mountain group in Snowdonia, North Wales, Glyder Fawr and Glyder Fach. According to Sir Ifor Williams, the word Glyder derives from the Welsh word Cludair, meaning a heap of stones. The Glyderau stretch from Mynydd Llandegai to Capel Curig, and include five of Wales fourteen or fifteen summits over 3000 feet; five of Wales fourteen or fifteen summits over 3000 feet include Tryfan, considered one of the finest mountains in Wales and one of the few mountains on the British mainland requiring scrambling to reach the summit. The eastern half of a mountain group in Snowdonia, North Wales in particular, including Glyder Fawr, Glyder Fach and Tryfan, considered one of the finest mountains in Wales and one of the few mountains on the British mainland requiring scrambling to reach the summit, is very popular with walkers and climbers. Dinorwig Power Station, a hydroelectric pump storage system, is located in a man made cavern within Elidir Fawr. The slopes of The Glyderau also include the lake Llyn Idwal, and a number of classic climbing areas such as Rhiwiau Caws.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 407, "text": "Freswick or Skirsa, is a small remote hamlet, overlooking to the east, in eastern Caithness, Scottish Highlands and is in the Scottish council area of Highland. The village of Skirza lies directly northeast of Freswick or Skirsa.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 408, "text": "The St Vincents Works is a former factory and offices at Silverthorne Lane in Bristol, England. The St Vincents Works was built as offices and factory by , for his brother John Lysaght of John Lysaght and Co. with offices and factory being completed by . The site was previously owned by Acraman and Company and was involved in the manufacture of corrugated iron and pre fabricated buildings, which were exported around the world and particular to settlers in Australia. By 1878 factory employed 400 men and produced 1000 tons of galvanised iron sheet a month. Acraman and Company also diversified into making constructional ironwork, exported around the world from Bristol, England. The St Vincents Works was home to the head office of renewable energy consultancy GL Garrad Hassan. The St Vincents Works is an example of the Bristol Byzantine style and various of the buildings have Grade II listed building status. offices are Grade II listed. offices were built in a Gothic style with a domed atrium decorated with golden Doulton tiles. offices have wood panelling and throughout The St Vincents Works are elaborate decorations. In January 2018, The St Vincents Works was leased by Colliers International on behalf of a private landlord to the newly founded film production company, Screenology. The St Vincents Works is now under a ten year contract with .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 409, "text": "Sts Simon and Jude serves the parish of Streatham Hill", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 410, "text": "Thorpe Malsor is a village and civil parish 2 miles west of Kettering. The population at the 2011 Census was 145.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 411, "text": "The village should not be confused with Thurton which is 6 miles west of the Suffolk coastal town of Lowestoft. The village is on the edge of the Broadland marshes to the south of the River Yare, and is bordered by Norton Subcourse to the west of the River Yare. The population of the parish at the 2001 census was 720, increasing to 779 at the 2011 Census. The area around The village is mainly agricultural. The village is home to the Great Goliath Mill, a brick built windmill. The village has basic amenities, including a pub, shop and post office. Thurlton Primary School has about 100 pupils, including a classroom of the future extension, complete with a wind turbine.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 412, "text": "Abbots Wood Junction railway station was an early railway station in England, close to Worcester. The station, 68 miles 60 chains from Derby, was opened by the Midland Railway in November 1850 on the route of the former Birmingham and Gloucester Railway. Originally named Worcester Junction, The station, 68 miles 60 chains from Derby, was renamed Abbots Wood Junction on 1 March 1852, and The station, 68 miles 60 chains from Derby, was closed on 1 October 1855. The railway junction, still extant, was created c. 1850, when the Oxford, Worcester and Wolverhampton Railway reached the Bristol and Gloucester Railway just outside Worcester, forming a connection.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 413, "text": "East Tytherton is a hamlet in the civil parish of Bremhill in the ceremonial county of Wiltshire, England. East Tytherton's nearest town is Chippenham, which lies approximately 2.7 miles south west from East Tytherton.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 414, "text": "Lanner south east of Redruth. Lanner is in the St Day, Carharrack and Lanner ward which had a collective population of 5,438 in 2001. The population of Lanner civil parish was 2,493 in the 2001 census, increasing to 2,690 at the 2011 census. Lanner has a primary school, Lanner School.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 415, "text": "Finedon is a small town in the Borough of Wellingborough, Northamptonshire, with a population at the 2011 census of 4,309 people. In 1086 when the Domesday Book was completed, Finedon to the north east of Wellingborough. Nearby communities include Irthlingborough, Burton Latimer and Great Harrowden.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 416, "text": "Hounslow East is a London Underground station in Hounslow in west London designed by Acanthus LW Architects. Hounslow East is on the Heathrow branch of the Piccadilly line, between Hounslow Central and Osterley. Hounslow East is located on Kingsley Road about 400m north of Hounslow High Street. Hounslow Bus Garage is a short walk to the south. Hounslow East is in Travelcard Zone 4.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 417, "text": "Rosenannon south west of the town of Wadebridge. Rosenannon Downs is a nature reserve to the north of Rosenannon owned and managed by the Cornwall Wildlife Trust.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 418, "text": "Whatstandwell railway station is a railway station owned by Network Rail and managed by East Midlands Railway. Whatstandwell railway station serves the villages of Whatstandwell and Crich Carr in Derbyshire, England. Whatstandwell railway station is located on the Derwent Valley Line from Derby to Matlock. There is a ticketing machine on the single platform, or a full range of tickets for travel for any destination in the country may be purchased from the guard on the train at no extra cost.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 419, "text": "Polegate is a town and civil parish in the Wealden District of East Sussex, England, United Kingdom. Polegate is located five miles north of the seaside resort of Eastbourne and is part of the greater area of the seaside resort of Eastbourne. Although once a railway settlement, Polegate's rail links were closed as part of the Beeching cuts. The 2011 census put the civil parish of Polegate at a population of 8,586, with 41.2% aged 65 and over.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 420, "text": "Eydon Road Halt was a railway station on the link line between the Great Central Railway and the Great Western Railways Birmingham London line, leaving the Great Central Railway at Culworth Junction to connect with Banbury Junction. Eydon Road Halt opened in 1913 and closed in 1956.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 421, "text": "Artibrannan is a townland in County Antrim, Northern Ireland, near Ballymena. Artibrannan is situated in the historic barony of Toome Lower and the civil parishes of Ahoghill . The population of Artibrannan decreased during the 19th century:", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 422, "text": "Stansted . It is located close to the M20 motorway. The Morris dancers of It were one of the earliest groups to form from the revival of the activity, in 1934. It means stony place.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 423, "text": "Whetstone is a place in the London Borough of Barnet, bearing the postcode N20. Whetstone is to the east of Totteridge, and these areas are known together as these areas. these areas was at the outset of the 21st century found to be the 63rd richest of the more than 9,000 wards of the United Kingdom, an acclamation which can be credited to Totteridge Lane, a long rural road that is home to many multi millionaires. The High Road, the main road in Whetstone, is the A1000 and part of the traditional Great North Road from London to Edinburgh. Until the late 19th century Whetstone's tiny developed area was one of two main settlements in the ancient parish of Friern Barnet, the other being Colney Hatch.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 424, "text": "Bishops Stortford railway station is on the West Anglia Main Line serving the town of Bishops Stortford in Hertfordshire, England. Bishops Stortford railway station is 30 miles 27 chains down the line from London Liverpool Street and is situated between Sawbridgeworth and Stansted Mountfitchet stations. Bishops Stortford railway station's three letter station code is BIS. Bishops Stortford railway station and all trains serving Bishops Stortford railway station are operated by Greater Anglia, including the half hourly Stansted Express service.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 425, "text": "Summerbridge is a village in Nidderdale in Harrogate district, North Yorkshire, England. Summerbridge is on the River Nidd, adjacent to Dacre Banks on the opposite bank of the River Nidd, and lies about 2.5 miles away.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 426, "text": "Askrigg is a small village and civil parish in Wensleydale in the Yorkshire Dales National Park. Askrigg is part of the Richmondshire district of North Yorkshire, England. a small village and civil parish are located in Upper Wensleydale, 12 miles west of the county town of Northallerton.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 427, "text": "Barrow Hill is a village in Derbyshire north east of the town of Chesterfield. The population of Barrow Hill is included in the civil parish of Staveley. Barrow Hill was formerly the site of Barrow Hill railway station, and is also the site of Barrow Hill Engine Shed. Barrow Hill also has Barrow Hill's own primary school, Barrow Hill Primary School, and a new park.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 428, "text": "The Glasgow City Region is an urbanised city region in the western central belt of Scotland nestled in the Clyde Valley and consisting of the following eight councils: East Dunbartonshire, East Renfrewshire, Glasgow City Council, Inverclyde, North Lanarkshire, Renfrewshire, South Lanarkshire, and West Dunbartonshire. The councils, along with several others, had previously formed the Strathclyde region between 1974 and 1996.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 429, "text": "Cusworth is a historic village in Doncaster, South Yorkshire, England, close to the A1 motorway. Together with Sprotbrough Cusworth forms the civil parish of Sprotbrough and Cusworth. Just outside Cusworth, lies a country house, Cusworth Hall. Cusworth has one public house which is The Mallard, on Breydon Avenue/Cusworth Lane. There is a bistro at a country house, Cusworth Hall, named Butlers Tea Room & Bistro. Scawsby and are close by.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 430, "text": "The St John Street area is a residential area close to the city centre in Oxford, England. The St John Street area consists of two streets, St John Street and Beaumont Buildings. Wellington Square is to the north, Pusey Street to the east, and Beaumont Street to the south. The St John Street area is an area of terraced houses developed in about 1830 as part of the same scheme as Beaumont Street.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 431, "text": "Cross In Hand is a small village outside Heathfield town to Cross In Hand's west, in the Wealden District situated in East Sussex. Cross In Hand is occasionally referred to as Isenhurst.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 432, "text": "Monea northwest of Enniskillen. In the 2001 Census it had a population of 114.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 433, "text": "Heaton Park is a municipal park in Manchester, England, covering an area of over 600 acres . Heaton Park includes the grounds of a Grade I listed, neoclassical 18th century country house, Heaton Hall. a Grade I listed, neoclassical 18th century country house, Heaton Hall, is now only open to the public on an occasional basis as a museum and events venue. Heaton Park was sold to Manchester City Council in 1902 by the Earl of Wilton. Heaton Park has one of the United Kingdoms few concrete towers, the Heaton Park BT Tower. Heaton Park was renovated as part of a millennium project partnership between the Heritage Lottery Fund and Manchester City Council at a cost of over 10 million. Heaton Park contains an 18 hole golf course, a boating lake, an animal farm, a pitch and putt course, a golf driving range, woodlands, ornamental gardens, an observatory, an adventure playground, a Papal monument and a volunteer run tram system and museum, and is listed Grade II by Historic England. Heaton Park has the only flat green bowling greens in Manchester, England, built for the 2002 Commonwealth Games.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 434, "text": "Great Wolford is a village and civil parish in the Stratford on Avon district of Warwickshire, England. With the neighbouring parish of Little Wolford Great Wolford is part of The Wolfords.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 435, "text": "Broomfields is a hamlet in Shropshire, England. Broomfields is located north of Montford Bridge and near to the hamlets of Forton Heath and Grafton. Broomfields is in the parish of Montford. Broomfields used to have Broomfields's own 7 1/4 gauge garden railway at Broomfields Villa called Broomfields Garden Railway from the late 1980s until 2008 when Broomfields Villa was sold, a video can be seen here: Looking from Google Earth the trackbed around the field the track used to be is visible. its own 7 1/4 gauge garden railway at Broomfields Villa called Broomfields Garden Railway was opened to the public a few times to raise money for the air ambulance. More info about one of the model trains and a photo of one of the model trains can be found here: GWR 1101 Class", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 436, "text": "Brompton is a village, civil parish and electoral ward in the Hambleton district of North Yorkshire, England, about 1.6 miles north of the county town of Northallerton. Practically a suburb of the county town of Northallerton, Brompton was near the site of a battle between English and Scots armies and was the location of mills producing linen goods from the 18th century onward. With 2,055 people Brompton has grown considerably since the 1800s.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 437, "text": "Colpitts Grange is a village in Northumberland, England. Colpitts Grange is about 10 miles to the south east of Hexham.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 438, "text": "Loch Insh is a loch in Highlands region, Scotland. Loch Insh is situated in the heart of Badenoch and Strathspey, seven miles south of Aviemore and seven miles north of Kingussie. The nearest village to Loch Insh is Kincraig. Loch Insh is a location for sailing, windsurfing and kayaking/canoeing. There is a well stocked watersports centre on the southeast side of Loch Insh and good fishing also. a well stocked watersports centre is complemented by several Chalets and a small hotel by the name of Insh Hall.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 439, "text": "West Kirby railway station is situated in the town of West Kirby, Wirral, England. West Kirby railway station is located at the end of one of the branches of the Wirral Line, part of the Merseyrail network, and is the westernmost terminal on the Wirral Line, part of the Merseyrail network. There is a central island platform between two terminus tracks, and two parallel sidings for out of use electric trains. The beach can be reached easily from West Kirby railway station. A second station, terminal to a rail link to Hooton, lay to the east of West Kirby railway stationthe Wirral Line, part of the Merseyrail network , but closed in 1962.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 440, "text": "Thurgoland is a village and civil parish in the Metropolitan Borough of Barnsley in South Yorkshire, England, on the A629 road. According to the 2001 census Thurgoland had a population of 1,801, increasing to 1,969 at the 2011 Census.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 441, "text": "Dingle is an inner city area of Liverpool, Merseyside, England. Dingle is located to the south of Liverpool, bordered by the adjoining districts of Toxteth and Aigburth. At the 2001 Census, the population was recorded at 13,246.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 442, "text": "Swallowcliffe is a small village and civil parish in Wiltshire, England, about 2 miles west of Salisbury. Swallowcliffe lies about half a mile north of the A30 Shaftesbury Wilton road which crosses a small village and civil parish.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 443, "text": "Rubha nan Gall lighthouse is located north of Tobermory on the Isle of Mull. Rubha nan Gall means Strangers Point in Scottish Gaelic. Rubha nan Gall lighthouse was built in 1857 by David and Thomas Stevenson and is operated by the Northern Lighthouse Board. Rubha nan Gall lighthouse was automated in 1960 and the nearby former keepers cottages are privately owned. In August 2013, the nearby former keepers cottages were sold and after extensive renovation work, one is a private home and the other is a self catering cottage. Access is by sea or a 1.3 mile footpath from Tobermory along the steep wooded coastline. the nearby former keepers cottages have no mains electricity or water; instead a private spring supplies water, while an off grid solar system provides power.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 444, "text": "The Druids Head is a Grade II listed public house at 3 Market Place, Kingston upon Thames, London. The Druids Head was built in the 17th and early 18th centuries.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 445, "text": "Cockfield is a village and civil parish located approximately 3 12 miles from Lavenham in Suffolk, England. Cockfield consists of a central point and several outlying hamlets: , Colchester Green, , , Oldhall Green, Smithwood Green and Windsor Green. Surrounded mostly by fields used for farming, and with few roads, Cockfield's population was 839 in 2001, increasing to 868 at the 2011 Census. Cockfield previously had a railway station on the Long Melford Bury St Edmunds branch line, but a railway station on the Long Melford Bury St Edmunds branch line was closed in 1961 as part of the Beeching Axe. Cockfield's football team, Cockfield United play in the Suffolk and Ipswich Football League.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 446, "text": "Bodway is a hamlet in Cornwall, England, UK. Bodway is situated 0.8 km southeast of the village of Menheniot, within the civil parish of the same name. According to the Post Office, the 2011 census population was included in the civil parish of St Ive.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 447, "text": "Broom is a hamlet near the village of Long Marton, in the Eden district, in the county of Cumbria.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 448, "text": "Aspenden is a village and civil parish in the East Hertfordshire district of Hertfordshire, England. Aspenden is just to the south of Buntingford. The Prime Meridian passes just to the east of Aspenden. The place name is first attested in 1212 and means valley of aspen trees.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 449, "text": "Clivocast is a settlement on the island of Unst in the Shetland Islands, Scotland at 6040N 054W / 60.67N 00.90W or grid reference HP6000 and is situated just east of Uyeasound. The 9 ft 10 in Uyea Breck Standing Stone nearby is said to mark the spot where the son of the Viking was killed some time around 900AD. the son of the Viking is said to have been buried in the tumulus to the southwest.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 450, "text": "Jessie Road Bridge Halt was an intermediate station situated on the Southsea Railway between Fratton and Albert Road Bridge Halt . Opened in 1904 and closed a decade later Jessie Road Bridge Halt was part of a concerted effort to boost revenue and thus see off competition from the burgeoning tramway network. The stations only platform was on the down line, the up line being out of use. The final nail in the Southsea Railway coffin was a government directive issued shortly after the declaration of war that railways unable to support railways unable to support themselves would cease operations at the earliest opportunity; and, as the Southsea Railway clearly fell into this category, the last train ran early in August 1914.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 451, "text": "Bradwell Waterside is a small hamlet in Essex, England. Bradwell Waterside is located about 9 km east from the county town of Chelmsford. Bradwell Waterside is in the district of Maldon and the parliamentary constituency of Maldon & East Chelmsford. The population of Bradwell Waterside is included in the civil parish of Bradwell on Sea. Bradwell Waterside has a marina and is about a mile north northwest of the civil parish of Bradwell on Sea on the Blackwater Estuary on the northern edge of the Dengie peninsula.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 452, "text": "St John the Baptist Parish Church is an Anglican place of worship situated in the village of Alnmouth in Northumberland, England. St John the Baptist Parish Church is the parish church for the the village of Alnmouth in Northumberland, England area and is within the Diocese of Newcastle. St John the Baptist Parish Church is a Grade II listed building.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 453, "text": "Hartcliffe is the name of both a council ward and an Outer Suburb of the city of Bristol in the United Kingdom which lies within a council ward. a council ward contains the areas of Hartcliffe and Headley Park, as well as small portions of Withywood and Bishopsworth. Hartcliffe is a post World War II suburban development, consisting largely of council houses. Hartcliffe is one of the poorer areas of the city of Bristol in the United Kingdom, with significant social problems exacerbated by the decline of industrial employment in the city of Bristol in the United Kingdom. Regeneration efforts are underway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 454, "text": "Oxgangs is a suburb in the south west of Edinburgh, Scotland. Oxgangs is named for an oxgang, an ancient Scottish land measure. Surrounding districts include Caiystane, Dreghorn, Redford, Fairmilehead, Colinton and Swanston and Colinton Mains. The post code area for Oxgangs is EH13.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 455, "text": "Fobbing is a small village in Thurrock, Essex, England and one of Thurrocks traditional parishes. Fobbing is located between Basildon and Corringham, and is also close to Stanford le Hope. Fobbing is one of seven conservation areas in Thurrocks.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 456, "text": "Clare Castle is a high mounted ruinous medieval castle in the parish and former manor of Clare in Suffolk, England, anciently the caput of a feudal barony. Clare Castle was built shortly after the Norman Conquest of England in 1066 by Richard Fitz Gilbert, having high motte and bailey and later improved in stone. In the 14th century Clare Castle was the seat of Elizabeth de Clare, one of the wealthiest women in England, who maintained a substantial household there. Clare Castle passed into the hands of the Crown and by 1600 was disused. The ruins are an unusually tall earthen motte surmounted by tall remnants of a wall and of the round tower, with large grassland or near rubble gaps on several of The ruins's sides. Clare Castle was damaged by an alternate line of the Great Eastern Railway in 1867, the rails of which have been removed. The ruins are a scheduled monument and a Grade II listed building. The ruins form the centrepiece of a public park.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 457, "text": "Barrow Hann is a village in North Lincolnshire, England. Barrow Hann is in the civil parish of Barrow upon Humber.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 458, "text": "Horse Sand Fort is one of the larger Royal Commission sea forts in the Solent off Portsmouth, Hampshire, England. Horse Sand Fort is one of four built as part of the Palmerston Forts constructions. Horse Sand Fort is 200 feet across, built between 1865 and 1880, with two floors and a basement and armour plated all round.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 459, "text": "St Monicas Catholic Church is a parish of the Roman Catholic Church in the Palmers Green area of north London. St Monicas Catholic Church is situated at the junction of Stonard Road and Green Lanes in the London Borough of Enfield. St Monicas Catholic Church is one of only two parishes in the Diocese of Westminster to be dedicated to Saint Monica, the other being that of St. Monicas Priory in Hoxton.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 460, "text": "Bosley is a village and civil parish in Cheshire, England. At the 2001 census, Bosley had a population of 406. Bosley is on the A523 road near to where the A523 road intersects the A54, about six miles south of Macclesfield. Bosley is the site of Bosley Reservoir. The Macclesfield Canal runs through Bosley. All The Macclesfield Canal's locks are in this section, including the noted Bosley Lock Flight. Bosley is immediately to the north of the Staffordshire border, close to the Peak District National Park. Arthur Herbert Procter, Victoria Cross recipient, was parish vicar of Bosley from 1931 to 1933.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 461, "text": "Aldwick is a seaside civil parish in the Arun district of West Sussex, England, which contains part of the suburbs of Bognor Regis to the East . Aldwick includes the smaller settlement of Rose Green. Aldwick had, briefly, a home of the constitutional monarch of the British Empire when the constitutional monarch of the British Empire convalesced . There are a few shops and several miles of beach.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 462, "text": "Armitage Bridge is a village approximately 3 miles south of Huddersfield, in the Holme Valley, West Yorkshire, England. Armitage Bridge is situated between Berry Brow and South Crosland and straddles the Holme Valley. Armitage Bridge has a public house, a cricket club and a renowned ukulele shop.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 463, "text": "The Hospital of St John Baptist without the Barrs is a sheltered housing complex with adjacent chapel in the city of Lichfield, Staffordshire, England. The Hospital of St John Baptist without the Barrs is a Grade I listed building. The Hospital of St John Baptist without the Barrs has ancient roots, once providing accommodation to travellers outside the southern city walls who would arrive in the city of Lichfield, Staffordshire, England after the gates had closed for the night. The distinctive eight chimneys fronting St Johns Street date back to the Tudor period when The Hospital of St John Baptist without the Barrs served as an almshouse for elderly gentlemen in the city of Lichfield, Staffordshire, England.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 464, "text": "Copdock is a village and former civil parish in county of Suffolk, south eastern England. In 1961 the civil parish had a population of 399.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 465, "text": "St Michael on Greenhill is a parish church in Lichfield, Staffordshire in the United Kingdom, located on the high ground of Greenhill in the east of Lichfield, Staffordshire in the United Kingdom. A church has been on the present site since at least 1190 but the current building dates mainly from the restoration of 1842 43. The churchyard is one of five ancient burial grounds in England and is one of the largest churchyards in the United Kingdom at 9 acres . St Michael on Greenhill is Grade II listed; four of the monuments in The churchyard are separately listed Grade II.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 466, "text": "Kettlebaston is a village and a civil parish with just over 30 inhabitants in the Babergh district of Suffolk, England, located around 3 miles , and finally to the current spelling. Kettlebaston's existence was first recorded in 1086 in the Domesday Book.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 467, "text": "Denny Island at the spring equinox. Denny Island is known as a nesting place for gulls, cormorants and other seabirds, which are regularly seen and ringed there.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 468, "text": "The Valley Greyhound Stadium is a greyhound racing stadium in Twyn Road, Ystrad Mynach, Hengoed, Wales.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 469, "text": "Anerley railway station is in the London Borough of Bromley in south London. Anerley railway station is operated by London Overground, with Overground and Southern trains serving Anerley railway station. Anerley railway station is 7 miles 47 chains .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 470, "text": "Spirthill is a hamlet in the civil parish of Bremhill in Wiltshire, England, 2.5 miles to the south of Lyneham. Spirthill is on top of a hill with views over the Avon valley and the towns of Calne and Chippenham can be seen from some points. Spirthill is a quiet community of farmland and residential housing spread out along a narrow and unlit lane. There are 19 homes in Spirthill, including five farms with livestock or arable crops. Spirthill was once part of the nearby Bowood Estate and can trace historical links back to the 16th Century. It is believed there were farms in Spirthill around the Domesday time or before. There are no significant industrial activities in Spirthill and development is strictly controlled by local policy. A Wesleyan Methodist chapel dated 1825 was built at Spirthill but is no longer in use. Spirthill is served by Wessex Water; Scottish and Southern Electricity are responsible for the overhead mains power supplies. The BT exchange at Hilmarton serves Spirthill via overhead telephone lines. There is no sewerage service or mains gas supply to Spirthill. There are no shops, pub or telephone box, but there is a post box. There are no regular public transport services, the nearest bus stops being on the A3102 at the foot of Snow Hill which is about 2 miles away.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 471, "text": "Stanford is a deserted village and civil parish in the English county of Norfolk. Stanford is situated some 7 12 miles and in the 2001 census had a population of 8 in 4 households. For the purposes of local government, Stanford falls within the district of Breckland. At the 2011 Census a population of 8 in 4 households remained less than 100 and was included in the civil parish of Croxton.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 472, "text": "Glenavy railway station served Glenavy in County Antrim, Northern Ireland. Glenavy railway station is currently closed to passengers. Glenavy railway station was built for the Dublin and Antrim Junction Railway and opened on 13 November 1871. Translink withdrew passenger services from the Dublin and Antrim Junction Railway when Translink reopened the more direct Belfast Central Antrim route via Bleach Green. Translink stated that Translink was unable to maintain two routes to County Antrim and after operating a skeleton service on the Dublin and Antrim Junction Railway announced that the Dublin and Antrim Junction Railway would be mothballed. the Dublin and Antrim Junction Railway could be revived under plans to operate a Belfast Lisburn County Antrim Belfast circular route.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 473, "text": "Balsham Road railway station served Balsham and Fulbourn in Cambridgeshire. Balsham Road railway station closed in 1851, along with Balsham Road railway station's line which was one of the earliest line closures in England. Former Services", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 474, "text": "Cross Hands is a village in Carmarthenshire, Wales, approximately 12 miles south west of Cross Hands.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 475, "text": "Trenale is a hamlet in north Cornwall, England, United Kingdom. Trenale is located within the civil parish of Tintagel, to the south east of Tintagel village. Near Trenale was the Iron Age fort of Trenale Bury which was ploughed up during the Second World War. The first Methodist meeting house in the civil parish of Tintagel was established at Trenale in 1807.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 476, "text": "Arbuthnott in Aberdeenshire. The nearest train station is Laurencekirk. The most obvious feature in Arbuthnott in Aberdeenshire is the 13th Century Parish Church of St. Ternan in which the Missal of Arbuthnott in Aberdeenshire was written. Lewis Grassic Gibbon hailed from the area and wrote about life in The Mearns. The Lewis Grassic Gibbon Centre is located next to the Village Hall, near the Post Office. Rt Rev George Gleig was born at raised at Arbuthnott in Aberdeenshire. Arbuthnott House, the seat of the Viscount of Arbuthnott, is near Arbuthnott in Aberdeenshire.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 477, "text": "Treflys is a community in the county of Powys, Wales, and is 49.9 miles from London. In 2011 the population of Treflys was 484 with 15.1% of the population of Treflys able to speak Welsh. Treflys is in the historic county of Brecknockshire. The villages of Beulah, Llanfechan and Garth lies within Treflys. Eglwys Oen Duw is a Grade II Listed Building situated between Beulah and Abergwesyn, approximately 1.2 km NW of Beulah. Treflys, in the Middle Ages was a Cwmwd within the Cantref of Buellt. For elections to Powys County Council, Treflys is covered by the Llanwrtyd Wells electoral ward.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 478, "text": "Hockerill Halt railway station was a station serving the Hockerill area of Bishops Stortford in East Hertfordshire in England. Hockerill Halt railway station was 1 mile 29 chains . Services began on 7 November 1910 and ended on 3 March 1952. Hockerill Halt railway station along with almost all the intermediate stations on the Bishops Stortford Braintree branch were little used. Hockerill Halt railway station is extremely close to the Main line station Bishops Stortford. Hockerill Halt railway station was built to serve the Bishops Stortford Golf Club but Hockerill Halt railway station was also open to the public. Hockerill Halt railway station closed to passengers along with the rest of the Bishops Stortford Braintree branch. Hockerill Halt railway station consisted of a low platform of made up ground, with telephone access to the signalman at the Main line station Bishops Stortford. Hockerill Halt railway station was partially restored in 2012 by the Friends of the Flitch Way however restored was not evident when visited in 2019.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 479, "text": "Bealings railway station was a station in Little Bealings, Suffolk on the line between Ipswich and Lowestoft. Bealings railway station was 7 miles 20 chains signalling on the line between Ipswich and Lowestoft; at the same time, the manual level crossing gates were replaced by the current automatic half barriers. The station building is still extant today, and is occupied by the Mallard Business Centre. Former Services", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 480, "text": "Sibton is a village and civil parish on the A1120 road, in the East Suffolk district, in the English county of Suffolk. Sibton is near the towns of Saxmundham and Halesworth, the village of Peasenhall and the hamlet of Sibton Green. The church is dedicated to St Peter; there is also the remains of a medieval abbey, Sibton Abbey. There is a large stately house set in the grounds of Sibton Park which dates back 1827 in the Georgian period, which is now used as a hotel. Sibton Park consists of 4500 acres, being part of the Wilderness Reserve where there are holiday cottages and a lake. Sibton is also in close proximity to the River Yox which runs past the White Horse Inn and down through Pouy Street, the River Yox then goes on past both the A1120 road and a small wooded area called Abbey Woods to pass through the grounds of Sibton Park and then on to Yoxford.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 481, "text": "Holme is the site of a lost settlement in West Lindsey, Lincolnshire, England. Holme is situated approximately 4 miles north east from the city of Lincoln, and contained within the village of Sudbrooke, between Main Drive to the east and Holme Drive to the west. Holme was documented as a village in 1334, but no trace remains today. Holme was in the Lawress Wapentake.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 482, "text": "Nottingham Carrington Street railway station was the first railway station in Nottingham, opened in 1839 by the Midland Counties Railway. Initially there were two lines with a central platform as well as side ones according to Billson. Victorian civil engineer Francis Whishaw described Nottingham Carrington Street railway station as: The elevation next to the road to Nottingham is of plain but neat design. The elevation next to the road to Nottingham consists of a central portion and two wings; a central portion contains the entrance hall, which is of the whole height of The elevation next to the road to Nottingham. In the right wing is the booking office for first and second class passengers, with windows at which first and second class passengers receive first and second class passengers's tickets; the third class passengers obtain the third class passengers's tickets at a counter fixed in the entrance hall, which is of the whole height of the building. In the left wing is the boardroom and clerks offices; and in a building projecting towards the passenger shed in the rear is a waiting room for ladies.the passenger shed in the rear is covered with a light iron roof in two spans, which is supported on the departure side by a brick wall, in which there are eight windows; and on the arrival side, and along the middle line, by two rows of cast iron columns, nine in each row. However, Victorian civil engineer Francis Whishaw in 1840 writes Nottingham Carrington Street railway station had grown to four lines. As was usual in those days there were as many turntables without the passenger shed in the rear; the cross line intersecting which communicates with the carriage wharf or landing, which is on the arrival side. This arrangement would probably be similar to that at Derby, allowing coaches to be manhandled between tracks to form trains.On the north side Nottingham Carrington Street railway station was next to the canal and a small warehouse allowed for transshipment of cargoes between the canal and railway. The original gateposts to the yard and the bridge under the towpath still survive. The first member of the British Royal Family to travel by train was Dowager Queen Adelaide who took a train provided by the Midland Counties Railway from Nottingham to Derby, where another train provided by the North Midland Railway transported Dowager Queen Adelaide to Leeds on 22 July 1840. In view of plans by the Midland Railway, as the Midland Counties Railway had become, to extend the Midland Counties Railway to Lincoln two extra lines with platforms were added on the south side of Nottingham Carrington Street railway station crossing Carrington Street on the level. However, by the time the Lincoln line opened in 1846, it was clear that Nottingham Carrington Street railway station could not cope. Not only was there additional traffic from the Erewash Valley Line, and a line from Mansfield was planned, the Ambergate, Nottingham, Boston and Eastern Junction Railway had been approved with running rights over the Midland Counties Railway into Nottingham Carrington Street railway station. Accordingly, a new station was built beyond Carrington Street on the West Croft fronting a newly built Station Street. a new station opened in 1848. The site of Nottingham Carrington Street railway station is now occupied by Nottingham Magistrates Court.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 483, "text": "West Calder is a village in West Lothian, Scotland, located 4 miles west of Livingston. West Calder was an important centre for the oil shale economy in the 19th and 20th Centuries. West Calder has West Calder's own railway station. The surrounding villages that take West Calder name in The surrounding villages that take West Calders name in their address Polbeth, Addiewell, Loganlea, Harburn and Westwood's address Polbeth, Addiewell, Loganlea, Harburn and Westwood outline the area that West Calder encompasses, and The surrounding villages that take West Calders name in their address Polbeth, Addiewell, Loganlea, Harburn and Westwood have played an important part in the history of West Calder as well as West Lothian, Scotland. West Calder is also the most northerly centre of the Dogs Trust, closely followed by the new centre at Glasgow. West Calder is a 10 minute drive from Livingston.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 484, "text": "Pudsey Lowtown railway station is a closed railway station in Pudsey, in the former West Riding of Yorkshire, located about 5 mi north of the town centre.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 485, "text": "Fidlers Ferry & Penketh railway station was on what is now the southwestern edge of Warrington, England. Fidlers Ferry & Penketh railway station was located at a point where the St Helens and Runcorn Gap Railway, the Sankey Canal and the Sankey Canal come side by side and where a ferry at one time plied across the Sankey Canal. In modern times the station site is at the southern, the Sankey Canal end of Station Road, Penketh. Fidlers Ferry & Penketh railway station was built and operated by the St Helens and Runcorn Gap Railway. The line and station duly passed to the London and North Western Railway at grouping and to London Midland Region of British Railways at nationalisation in 1948. Sources spell Fidlers Ferry & Penketh railway station variously as Fidlers..., Fidlers... Fiddlers... and Fiddlers..., sometimes in successive paragraphs. The conjunction used between the words varies between and and & and and Penketh sometimes gains and loses brackets. Nearby signalbox names add to the mix. The 1922 timetable uses Fidlers Ferry & Penketh railway station and Penketh. where The 1922 timetable shows twelve Up Ten called at almost all stations between Liverpool Lime St and Manchester London Rd, as it then was, a journey of over 2 hours for the 37 miles via Warrington Bank Quay Low Level. Of the other two, one terminated at Warrington, England and the other at Altrincham. Down services were similar. No trains called at Fidlers Ferry & Penketh railway station on Sundays. Fidlers Ferry & Penketh railway station was closed to passengers on 2 January 1950 and closed completely on 2 December 1963. Fidlers Ferry & Penketh railway station was demolished step by step over the following years. By 2013 only the base for the crane in the former goods yard and the station masters house survived, the station masters house as a private residence. The line through Fidlers Ferry & Penketh railway station continued in normal passenger use until 10 September 1962 when the Liverpool Lime St to Warrington, England via Widnes South service was withdrawn, though a lone late night Liverpool Lime St to York Postal continued to use The line through the station until 9 September 1963, when a lone late night Liverpool to York Postal was diverted via Earlestown to reduce operating costs. Warrington Bank Quay Low Level remained open until 14 June 1965 but it is unclear what traffic Warrington Bank Quay Low Level served along The line through the station after York Postal was diverted. In 2015 the tracks through the station site remained heavily used, primarily by trains to and from Fiddlers Ferry Power Station, though a few other booked freights and occasional diversions used the line through to Ditton Junction.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 486, "text": "Jedburgh railway station served the town of Jedburgh, Scottish Borders, Scotland from 1856 to 1948 on the Jedburgh Railway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 487, "text": "Alum Rock is an electoral ward of Birmingham City Council in the east of Birmingham, West Midlands, covering an urban area to the east of the city centre. Alum Rock was created in 2018 as a result of boundary changes that saw the number of wards in Birmingham, West Midlands increase from 40 to 69.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 488, "text": "Brighouse is a town within the metropolitan borough of Calderdale, in West Yorkshire, England. Historically within the West Riding of Yorkshire, Brighouse is situated on the River Calder, 4 miles the bridge over the River Calder. In Brighouse's early history, Brighouse was a hamlet of the nearby village of Rastrick. Brighouse is twinned with Ldenscheid in Germany, twinned beginning with an exchange by Brighouse Childrens Theatre in 1950 followed by a civic twinning charter in 1960.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 489, "text": "Buchanstone railway station is a former railway station in Aberdeenshire. On the Great North of Scotland Railway, Buchanstone railway station was on the north side of the track. Buchanstone railway station was opened in November 1854 and closed to passenger traffic in September 1866. The building was demolished before 1901 and nothing visible remains. the Great North of Scotland Railway is still in use as the Aberdeen to Inverness Line.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 490, "text": "St Chads Church, Derby was a Church of England parish church in Derby.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 491, "text": "Pwllheli railway station is a railway station serving the small coastal town of Pwllheli on the Lln Peninsula in Gwynedd, Wales. Pwllheli railway station is the terminus of the Cambrian Coast Railway.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 492, "text": "Wigton is a market town in Cumbria, England. Historically in Cumberland, Wigton lies just outside the Lake District in the borough of Allerdale. Wigton is at the centre of the Solway Plain, between the Caldbeck Fells and the Solway coast. Wigton is served by Wigton railway station on the Cumbrian Coast Line, and the A596 road to Workington. The town of Silloth on Solway lies 12 miles to the west, beyond Abbeytown.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 493, "text": "New Castle Lachlan, is an 18th century baronial mansion or country house located at Strathlachlan, Cowal peninsula, Argyll and Bute, Scotland. an 18th century baronial mansion or country house was built in 1790 by Donald Maclachlan, 19th laird, to replace the 15th century Old Castle Lachlan, which stands nearby on the shores of Loch Fyne. an 18th century baronial mansion or country house is protected as a category C listed building. an 18th century baronial mansion or country house was remodelled around 1910 by the architect George Mackie Watson.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 494, "text": "Stapleton Road railway station is on the Severn Beach Line and Cross Country Route, serving the inner city district of Easton in Bristol, England. Stapleton Road railway station is 1.6 miles from Bristol Temple Meads. Stapleton Road railway station's three letter station code is SRD. As of 2018, Stapleton Road railway station has two platforms, four running lines and minimal facilities. Stapleton Road railway station is managed by Great Western Railway, the seventh company to be responsible for Stapleton Road railway station, and the third franchise since privatisation in 1997. Great Western Railway, the seventh company to be responsible for the station, and the third franchise since privatisation in 1997 provide all train services at Stapleton Road railway station, the standard service being a train every 40 minutes along the Severn Beach Line, an hourly service to Bristol Parkway, and another hourly service to Westbury. Stapleton Road railway station was opened in 1863 by the Bristol and South Wales Union Railway, with a single track and platform. the Severn Beach Line was doubled in 1874 when the Clifton Extension Railway opened, then expanded to four tracks and platforms in 1888. There were buildings on all platforms and a goods yard to the north. Stapleton Road railway station became one of Bristol, England busiest stations, but service levels reduced significantly in the 1960s when reversing trains at Bristol Temple Meads became common. The goods facilities were closed in 1965, staff were withdrawn in 1967 and the Severn Beach Line was reduced to two tracks in 1984. In 2018, two additional running lines were added to increase capacity as part of the 21st century modernisation of the Great Western Main Line. the Severn Beach Line was also due to be electrified, but electrified has now been deferred until the next control period, which runs from 2019 to 2024.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 495, "text": "Drayton is a residential area of the city of Portsmouth in the English county of Hampshire. Together with Farlington, Drayton's parent area, Drayton makes up one of the electoral wards of the city of Portsmouth.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 496, "text": "The Longmead Stadium is an association football stadium in Tonbridge, Kent, England. The Longmead Stadium is home to Tonbridge Angels, who currently compete in the National League South.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 497, "text": "Bishops Cleeve is a village in the Borough of Tewkesbury, Gloucestershire, north of Cheltenham. Bishops Cleeve lies at the foot of Cleeve Hill, the highest point in the Cotswolds, and borders Woodmancote on the east side of the Gloucestershire Warwickshire railway line that splits the two parishes. Bishops Cleeve had a population of 10,612 in 2011, and was estimated to be over 17,000 in 2018. Bishops Cleeve saw rapid growth during the 20th century as a result of the construction of Smiths Aerospace factory near Bishops Cleeve after the Second World War. Currently, population and residential growth is a contentious subject due to the vast expansion of the housing estates without increased amenities. At the moment, a bid for 500 more houses has been refused but is currently under appeal.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 498, "text": "Hodson is a hamlet in a small valley, in the parish of Chiseldon, Wiltshire, England. Hodson lies about half a mile northwest of the edge of Chiseldon village; the M4 motorway runs a similar distance to the north, and the centre of the large town of Swindon is some 3 miles . The line was no longer used after March 1964, and part of The line's route through Burderop Wood was used for the M4 motorway west of junction 15 in the 1970s. Hodson has a public house, the Calley Arms.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 499, "text": "Higham Priory was a priory in Kent, England likely founded in 1148. Higham Priory was officially dissolved on 28 September 1524.", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
{"id": 500, "text": "Marston Gate Railway station was a station on the London and North Western Railway Aylesbury Branch serving the nearby village of Long Marston, Hertfordshire. Marston Gate Railway station was the only intermediate stop on the London and North Western Railway Aylesbury Branchthe London and North Western Railway Aylesbury Branch .", "meta": {}, "annotation_approver": null, "comments": [], "labels": []}
